{"_id": {"$oid": "643fab530efedcaae174589e"}, "name": "慢性肺源性心脏病", "desc": "慢性肺源性心脏病，是指由支气管肺-组织，胸廓或肺血管的慢性病变，致肺血管阻力增加，产生肺动脉高压，继而右心室结构或(和)功能改变的心脏病，并排除先天性心脏病和左心病变引起者。慢性肺心病的患病率存在地区差异，北方高于南方地区，农村高于城市，并随着年龄增高而增加，吸烟者比不吸烟者患病率明显增多，可出现心律失常，右心衰竭，严重的可出现肺性脑病，休克。慢性肺心病常反复急性发作，病情逐渐加重，多数预后不良，但经积极治疗可延长寿命，提高患者生活质量。", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.由于绝大多数慢性肺心病是慢性阻塞性肺疾病(COPD)，慢性支气管炎，支气管哮喘并发肺气肿的后果，因此积极防治这些疾病是避免慢性肺心病发生的根本措施。\n2.讲究卫生，戒烟和增强体质，提高全身抵抗力，减少感冒和各种呼吸道疾病的发生，呼吸道感染是慢性肺心病患者发生呼吸衰竭的常见诱因，应积极予以治疗。\n3.对已发生慢性肺心病的患者，应针对缓解期和急性期分别加以处理，缓解期治疗是防止慢性肺心病发展的关键，可采用：\n①冷水擦身，膈式呼吸，缩唇呼气以改善肺通气等耐寒及康复锻炼。\n②镇咳，祛痰，平喘和预防感染等对症处理。\n③提高机体免疫力的药物如核酸酪素，气管炎菌苗，免疫核糖核酸等。\n④中医中药治疗：扶正固本，活血化瘀，以提高机体抵抗力，改善肺循环功能。", "cause": "以慢支并发阻塞性肺气肿引起的慢性阻塞性肺疾病(COPD)最为常见。COPD是老年肺心病最主要的病因，其次为支气管哮喘，支气管扩张，重症肺结核，尘肺，慢性弥漫性肺间质纤维化(包括特发性肺间质纤维化和继发性肺间质纤维化)，肺部放射治疗，结节病，过敏性肺泡炎，嗜酸性肉芽肿，隐源性弥漫性间质性肺炎，肺泡硬石症等。\n较少见，严重的脊椎后，侧凸，脊椎结核，类风湿性关节炎，胸膜广泛粘连及胸廓成形术后造成的严重胸廓或脊椎畸形，严重的胸膜肥厚，肥胖伴肺通气不足，睡眠呼吸障碍以及神经肌肉疾病如脊髓灰质炎，可引起胸廓活动受限，肺受压，支气管扭曲或变形，导致肺功能受限，气道引流不畅，肺部反复感染，并发肺气肿，或纤维化，缺氧，肺血管收缩，狭窄，使阻力增加，肺动脉高压，发展成肺心病。\n甚少见，累及肺动脉的过敏性肉芽肿病，广泛或反复发生的多发性肺小动脉栓塞及肺小动脉炎，以及原因不明的原发性肺动脉高压，均可使肺小动脉狭窄，阻塞，引起肺动脉血管阻力增加，肺动脉高压和右心室负荷过重，发展成肺心病，偶见于肺动脉及肺静脉受压，如纵隔肿瘤，动脉瘤等，也可见于原发性肺动脉高压。\n反复肺部感染、低氧血症和毒血症可能造成心肌损害和心律失常，甚至发生心力衰竭;原发性肺泡通气不足及先天性口咽畸形，睡眠呼吸暂停综合征等亦可导致肺源性心脏病;其他尚可见于肺切除术后和高原性缺氧等，这些疾病均可产生低氧血症，使肺血管收缩反应性增高，导致肺动脉高压，发展成肺心病。此外，铍中毒，进行性系统性硬化症，播散性红斑狼疮，皮肌炎等也可诱发该病。\n发病机制\n1.发病机制：慢性肺胸疾患的肺毛细血管床破坏使血管床面积减少，气流阻塞引起的缺氧和呼吸性酸中毒可致肺小动脉痉挛，慢性缺氧所致的继发性红细胞增多和血黏稠度增加等因素，均可导致肺循环阻力增加，肺动脉高压，右心负荷增加，发生右心室肥厚扩大，发展为肺心病。\n(1)肺动脉高压：肺动脉高压(pulmonary hypertension，PAH)是慢性肺心病的一个重要的病理生理阶段，肺动脉高压早期，如果能及时去除病因，或适当地进行对症治疗，有可能逆转病变或阻断病变的进一步发展;肺动脉高压晚期，病变处于不可逆阶段，治疗困难。\n①肺血管器质性改变：反复发生支气管周围炎，间质炎症，由此波及邻近的肺小动脉分支，造成动脉壁增厚，狭窄或纤维化，使肺毛细血管床面积大大减少，肺循环阻力增大，长期肺循环阻力增加，可使小动脉中层增生肥厚，加重肺循环阻力，造成恶性循环，在影响肺动脉高压的因素中，肺血管床面积的减少虽有一定作用，但如程度较轻，范围较小，则肺动脉压力的升高不明显，只有当肺毛细血管床面积减少超过70%时，肺动脉压力才明显升高。\n严重COPD出现明显肺气肿时，肺泡过度充气，使多数肺泡的间隔破裂融合形成肺大疱，也导致肺泡壁毛细血管床减少，肺气肿的肺泡内残气增加，肺泡内压也增高，压迫肺泡间壁的毛细血管使之狭窄，此外，阻塞性肺气肿，患者的呼气相明显延长，可达吸气相的5倍，呼气时肺泡内的压力更明显升高，压迫肺间壁血管和心脏，使肺动脉的血液不能顺利地灌流，也可影响肺动脉压。\n此外，肺血管性疾病诸如原发性肺动脉高压，反复发作的肺血管栓塞，肺间质纤维化，尘肺等，均可引起肺血管狭窄，闭塞，导致肺血管阻力增加，发展为肺动脉高压。\n②肺血管功能性改变：缺氧性肺血管收缩，这是目前研究最为广泛而深入的机制，主要可概括为以下几个方面。\nA.体液因素：肺部炎症可激活炎症细胞包括肥大细胞，嗜酸性粒细胞，嗜碱性粒细胞和巨噬细胞，释放一系列炎症介质，如组胺，5-羟色胺(5-HT)，血管紧张素11(AT-II)，以及花生四烯酸(AA)代谢产物，包括白三烯，血栓素(TXA2)，前列腺素F2(PGF2)，前列环素(PGl2)及前列腺素E1(PGE1)等，除PGl2和PGE1引起肺血管舒张外，上述其余介质均引起肺血管收缩，然而，肺血管对低氧的收缩反应在很大程度上取决于局部缩血管介质和扩血管介质的比例，如缩血管介质增多，比例增大，则可导致肺血管收缩。\nB.组织因素：缺氧可直接使肺血管平滑肌膜对Ca2 的通透性增高，使Ca2 内流增加，肌肉兴奋-收缩偶联效应增强，引起肺血管收缩，肺泡气CO2分压(PAC02)上升可引起局部肺血管收缩和支气管舒张，以利于调整通气/血流比例，并保证肺静脉血的氧合作用，缺氧后存在肺血管肾上腺素能受体失衡，使肺血管的收缩占优势。\nC.神经因素：缺氧和高碳酸血症可刺激颈动脉窦和主动脉体化学感受器，反射性地通过交感神经兴奋，儿茶酚胺分泌增加，使肺动脉收缩。\n③肺血管重建：缺氧性肺动脉高压的肺血管改变主要表现在小于60μm的无肌层肺小动脉出现明显的肌层，大于60μm的肺小动脉中层增厚，内膜纤维增生，内膜下出现纵行肌束，以及弹力纤维和胶原纤维性基质增多，使血管变硬，阻力增加，这些肺血管的结构改变称为血管重建(remodeling)，其机制可能系在缺氧等刺激因子作用下，肺脏内外产生多种生长因子，由此而产生的一系列变化。\n④血容量增多和血液黏稠度增加：COPD严重者可出现长期慢性缺氧，促红细胞生长素分泌增加，导致继发性红细胞生成增多，使肺血管阻力增高，COPD患者还存在肺毛细血管床面积减少和肺血管顺应性下降等因素，血管容积的代偿性扩大明显受限，因而肺血流量增加时，可引起肺动脉高压。\n(2)右心功能的改变：慢性肺疾患影响右心功能的因素主要为肺动脉高压引起右心后负荷增加，右室后负荷增加后，常因心室壁张力增加，心肌耗氧量增加;冠状动脉阻力增加，血流减少;以及肺血管输入阻抗增加，顺应性下降而损害右心功能，此外，低氧血症对心肌尚有直接损害，右室在慢性压力负荷过重的情况下，右室壁发生肥厚，以克服增加的后负荷，从而维持正常的泵功能。\n当呼吸道发生感染，缺氧加重或其他原因使肺动脉压进一步增高而超过右心室所能负担时，右心室排出血量就不完全，收缩末期存留的残余血液过多，使右室舒张末期压增高，右心室扩张加重，最后导致心力衰竭。\n2.病理\n(1)肺部主要原发性病变：尽管导致慢性肺心病的病因多种多样，但我国慢性肺心病的肺部主要原发性疾病绝大多数为慢性支气管炎和阻塞肺气肿。\n(2)肺血管的病变：慢性肺心病时，常可观察到：\n①肺动脉血管的管壁增厚和管腔狭窄或闭塞。\n②肺泡壁毛细血管床破坏和减少，这不仅是慢性肺心病的表现，也是加重和促进慢性肺心病发展的重要原因之一。\n③肺血管床的压迫，肺广泛纤维化，瘢痕组织收缩，严重肺气肿等均可压迫肺血管使其变形，扭曲。\n(3)心脏病变：慢性肺心病时，心脏的主要病变表现为心脏重量增加，右心肥大，右心室肌肉增厚，心室腔扩大，肺动脉圆锥膨胀，心尖圆钝，光镜下观察，常见心肌纤维呈不同程度的肥大性变化，表现为心肌纤维增粗，核大深染，呈不规则形，方形或长方形，心肌纤维出现灶性肌浆溶解或灶性心肌纤维坏死或纤维化，心肌间质水肿，炎细胞浸润，房室束纤维化，小片状脂肪浸润，小血管扩张，传导束纤维减少，急性病变还可见到广泛组织水肿，充血，灶性或点状出血，多发性坏死灶，电镜下可见，细胞线粒体肿胀，内质网扩张，肌节溶解或长短不一，糖原减少或消失等。", "symptoms": ["期(包括急性加重期)"], "yibao_status": "否", "get_prob": "60岁以上老年人发病率约为0.4%--0.6%", "easy_get": "患有慢性肺病的老年人，吸烟者", "get_way": "非传染性疾病", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持治疗"], "cure_lasttime": "长期服药", "cured_prob": "是不能治愈的疾病", "cost_money": "根据不同医院，收费标准不一致，每次发病市三甲医院的费用约（4000-8000元）", "check": [], "do_eat": ["杏仁", "南瓜子仁", "莲子", "栗子（熟）"], "not_eat": ["杏仁", "松子仁", "核桃", "腐竹"], "recommand_eat": ["冬笋香菇烧白菜", "白菜炒干丝", "素炒小白菜", "油漆白菜", "虾子烧白菜头", "锅塌肉末白菜", "芝麻拌白菜丁", "土豆丝拌白菜"], "recommand_drug": ["屏风生脉胶囊", "肌苷注射液", "参麦注射液"], "drug_detail": ["天元屏风生脉胶囊(屏风生脉胶囊)", "山西华康屏风生脉胶囊(屏风生脉胶囊)", "广州诺金屏风生脉胶囊(屏风生脉胶囊)", "正大青春宝参麦注射液(参麦注射液)", "云南楚雄云中屏风生脉胶囊(屏风生脉胶囊)", "容生肌苷注射液(肌苷注射液)", "广州莱泰屏风生脉胶囊(屏风生脉胶囊)", "神威参麦注射液(参麦注射液)", "神威参麦注射液(参麦注射液)", "河北天成肌苷注射液(肌苷注射液)", "仁和屏风生脉胶囊(屏风生脉胶囊)", "999参麦注射液(参麦注射液)", "四川升和参麦注射液(参麦注射液)", "大理药业参麦注射液(参麦注射液)", "神威参麦注射液(参麦注射液)", "广州白云山陈李济屏风生脉胶(屏风生脉胶囊)", "广州白云山中一屏风生脉胶囊(屏风生脉胶囊)", "武汉康乐屏风生脉胶囊(屏风生脉胶囊)", "陕西京西肌苷注射液(肌苷注射液)", "湖北中佳肌苷注射液(肌苷注射液)", "重庆迪康长江肌苷注射液(肌苷注射液)", "江西赣南海欣肌苷注射液(肌苷注射液)", "武汉久安肌苷注射液(肌苷注射液)"]}
{"_id": {"$oid": "643fab530efedcaae174589f"}, "name": "限制型心脏病", "desc": "限制型心脏病包括多发生在热带的心内膜纤维化及大多发生在温带的嗜酸细胞心肌病，本病在我国非常少见。青壮年常见，无明显性别差异，病变可局限于左心室，右心室或双心室同时受累。由于病变部位不同，而有不同的临床表现。本病起病比较缓慢。多发生于热带和温带，热带稍多于温带。各年龄组均可患病，男性患病率高于女性，男女之比约为3∶1。", "category": ["疾病百科", "内科", "心内科"], "prevent": "本病无有效的预防措施，临床上主要是积极进行治疗，避免并发症的关生，患者不宜劳累，有人观察，人的精神状态，一般在上午8时，下午2时和晚上8时最佳，最佳状态持续2小时左右各有一次回落。如能利用这种起落变化，科学安排作息时间，是建立有规律生活节奏最好办法，就能最大限度发挥智慧和潜能，既能保持大脑良好活动状态，又能增进健康。防止并发感染。", "cause": "本病病因不明，有人认为系嗜酸细胞增多，变性而引起的自身免疫性疾病，但未被进一步证实。嗜酸性粒细胞增多症是外周血中嗜酸性粒细胞超过300个/mm3的现象。是多种病因引起的非独立的疾病 (正常成人周围血中嗜酸性粒细胞占白细胞总数的0～6%,直接计数为50～300/mm3)。", "symptoms": ["一、右心室病变所致症状体征：", "二、左心室病变所致症状和体征：", "三、双侧心室病变所致症状和体征："], "yibao_status": "否", "get_prob": "0.008%", "easy_get": "无特定人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "手术治疗", "支持性治疗"], "cure_lasttime": "2-4个月", "cured_prob": "70%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000——50000元）", "check": [], "do_eat": ["冰糖", "鸭肝", "鸡心", "腰果"], "not_eat": ["啤酒", "白酒", "咸鸭蛋", "鹅肉"], "recommand_eat": ["猪心粥", "人参杞子粥", "人参粥"], "recommand_drug": [], "drug_detail": []}
{"_id": {"$oid": "643fab530efedcaae17458a0"}, "name": "妊娠期心脏病", "desc": "妊娠合并心脏病是产科严重的合并症，是孕产妇死亡的主要原因，发病率0.5-1.5%。由于妊娠，子宫增大，血容量增多，加重了心脏负担，分娩时子宫及全身骨骼肌收缩使大量血液涌向心脏，产后循环血量的增加，均易使有病变的心脏发生心力衰竭。妊娠合并心脏病、妊娠高血压综合征、产后出血同列为产妇死亡的三大原因。妊娠合并心脏病，以风湿性心脏病最为常见，占80%左右，尤以二尖瓣狭窄最为多见，是严重的妊娠合并症，在中国孕产妇死亡占第二位。同时，由于长期慢性缺氧，致胎儿宫内发育不良和胎儿窘迫。临床上以妊娠合并风湿性心脏病多见，尚有先天性、妊高征心脏病，围产期心肌病，贫血性心脏病等。心脏病患者能否安全渡过妊娠、分娩关，取决于心脏功能，故对此病必须高度重视。", "category": ["疾病百科", "妇产科", "产科"], "prevent": "1)、产程开始即应给抗生素，积极防治感染。每日4次测体温，勤数脉搏和呼吸。\n2)、使产妇安静休息，可给少量镇静剂，间断吸氧，预防心衰和胎儿宫内窘迫。\n3)、如无剖宫产指征，可经阴道分娩，但应尽量缩短产程。可行会阴侧切术、产钳术等。严密观察心功能情况。因产程延长可加重心脏负担，故可适当放宽剖宫产指征。以硬膜外麻醉为宜。如发生心衰，须积极控制心衰后再  行剖宫产术。\n4)、胎儿娩出后腹部放置沙袋加压，防止腹压骤然降低发生心衰，并立即肌注吗啡0.01克或苯巴比妥钠0.2克。如产后出血超过300毫升，肌注催产素10～20单位。需输血输液时，应注意速度勿过快。\n5)、产褥期产妇应充分休息。严密观察体温、脉搏、心率、血压及阴道出血情况。警惕心衰及感染。继用抗生素。绝育术应予考虑。", "cause": "原先存在的心脏病，以风湿性及先天性心脏病居多，高血压性心脏病、二尖瓣脱垂和肥厚型心脏病少见。　\n由妊娠诱发的心脏病，如妊高征心脏病、围生期心脏病。(1)妊娠期的血容量增加。(2)心输出血量增加，在妊娠13到23周达高峰。(3)妊娠期膈肌上升，大血管扭曲，心脏及血管位置改变，加重心脏负担。(4)妊娠期新陈代谢增高。", "symptoms": [], "yibao_status": "否", "get_prob": "0.0001%", "easy_get": "妊娠期妇女", "get_way": "无传染性", "acompany": [], "cure_department": ["妇产科", "产科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "30天", "cured_prob": "90%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（1000-—3000元）", "check": [], "do_eat": ["鸡肉", "芝麻", "桃仁", "葵花子仁"], "not_eat": ["鸭血(白鸭)", "鸡肉", "绿豆", "田螺"], "recommand_eat": ["牛奶菠菜粥", "素炒小白菜", "红枣银耳汤", "肉片柿子汤", "桂圆莲子羹", "桂圆肉粥"], "recommand_drug": [], "drug_detail": []}
{"_id": {"$oid": "643fab530efedcaae17458a1"}, "name": "急性肺源性心脏病", "desc": "急性肺源性心脏病(acutecorpulmonale)主要是由肺动脉主干或其主要分支突然栓塞，肺循环大部受阻，以致肺动脉压急剧增高、急性右心室扩张和右心室功能衰竭的心脏病，由于本病主要见于巨大肺栓塞患者，本节仅对肺栓塞及其所引起的急性肺心病加以阐述。", "category": ["疾病百科", "内科", "心内科"], "prevent": "积极防止静脉血栓形成或血栓性静脉炎的发生，术后患者应早日离床，进行适当的体力活动，需长期卧床者应在床上作深呼吸，屈肢或蹬车式运动，并经常翻身或变动体位，以保持静脉血流通畅，腹带或绷带不宜过紧，局部压迫时间不宜过长，以免阻碍膈肌活动及下肢静脉回流，及时发现静脉血栓形成和血栓性静脉炎发生，必要时可口服阿司匹林肠溶片25～50mg，1次/d，予以预防，如已发生可予以抗凝治疗。", "cause": "肺动脉栓塞并非原发性疾病，它是许多疾病的一种严重合并症，在老年人中，由于各种疾病如充血性心力衰竭，动脉粥样硬化性心脏病，恶性肿瘤，脑血管疾病，外科大手术后，长期卧床和下肢活动受限是血栓形成的高危因素，50～65岁者肺动脉栓塞的发病率最高，肺动脉栓塞是70岁以上老年人的常见死亡原因，因此对大面积肺段，肺叶，较小或反复出现的肺动脉栓塞做出及时诊断，对降低老年患者的病死率有积极作用。\n是常见危险因素，如风湿性心脏病，动脉粥样硬化性心脏病，心房纤颤，心力衰竭，是肺动脉栓塞的基础疾病，尤以前两者较多见。癌症患者除了可产生癌栓外，还可伴有凝血机制异常，易发生肺动脉栓塞。肺动脉栓塞患者13%～52%有深部静脉炎史，下肢深部静脉炎是栓子形成的重要易发因素。\n妊娠期的妇女血栓栓塞性疾病的发病率比同龄妇女高数倍，第3胎及多胎孕妇更易患血栓症，分娩时可产生羊水栓塞，产后可有盆腔静脉血栓形成。\n体重超标准者，血栓栓塞性疾病的发病率较高。\n口服避孕药可导致凝血因子，血小板，纤维蛋白溶解系统和血浆脂蛋白的改变，易于发生血栓栓塞症。\n下肢静脉曲张，静脉内长期留置插管和严重创伤，妇科或外科手术后等，均易引起血栓症。急性寄生虫病有大量成虫或虫卵进入肺循环引起广泛的肺小动脉栓塞。\n发病机制\n肺动脉栓塞可为单发或多发，其栓子可从微小栓子到巨大栓子，栓塞部位一般双侧肺多于单侧肺，右肺多于左肺，下肺多于上肺，急性肺心病患者，常见巨大栓子或多个栓子阻塞肺动脉主干，并骑跨在左，右肺动脉分叉处(骑跨型栓塞)，造成肺动脉及其主要分支完全或大部栓塞，有时可见栓子向心室延伸并部分阻塞肺动脉瓣，右心室常明显扩大，并伴有肝脏充血，由于右心衰竭，心排出量减低，休克，反射性冠状动脉痉挛等引起组织缺氧，左心室心肌尤其心内膜下心肌出现灶性坏死。\n肺栓塞后，38%～52.9%的患者由于肺组织缺血，缺氧，可致肺组织坏死，称为肺梗死，多见于肺下叶邻近肋膈角部位，呈楔形，其底部在肺表面略高于周围的正常组织，常呈红色，镜下可见肺间质及肺泡出血，30%～40%的肺梗死可伴有胸膜渗出，胸水为浆液性或浆液血性，当血栓运行到肺部对肺循环影响的大小，视血管阻塞的部位面积，肺循环原有的储备能力以及肺血管痉挛的程度而定，当肺动脉两侧的主要分支突然被巨大的血块栓子阻塞以及血块表面的血小板崩解释放的体液因子如组胺，5-羟色胺，血小板活化因子，多种前列腺素，血栓素A2等进入肺循环，可引起广泛肺细小动脉痉挛，肺动脉压骤升，或因大量的微小栓子同时发生肺小动脉栓塞造成肺循环横断面积阻塞超过30%时，肺循环阻力明显增加，肺动脉压开始升高，如超过50%以上时，肺动脉压急升，右心室排血受阻，发生右心室扩张与右心衰竭，此外，可因左心血回流减少，血压下降，冠状动脉供血不足等影响左心功能。\n肺栓塞发生后，呼吸生理的改变主要有：\n①肺泡无效腔增加，由于血流受阻，有通气而无灌注的肺泡不能参与气体交换，致使无效通气增加，生理无效腔增大，\n②通气障碍，血栓可释放组胺，5-羟色胺，白三烯，前列腺素，血小板活化因子等炎性递质，使支气管平滑肌发生痉挛，气道阻力增加，肺梗死时由于肺组织充血，水肿及不张，可使肺顺应性降低，\n③通气/血流比值失调，肺梗死后血流受阻，肺泡表面活性物质严重减少，导致肺栓塞区肺泡陷闭，局部肺不张及肺水肿，肺动脉的血液在流经这些通气不足或无通气的肺区时，未经正常的交换即进入肺静脉，形成通气/血流比值减低和静-动脉生理性分流，此外，在严重肺动脉高压时，可使肺动脉旁路开放，肺动脉的血直接流入肺静脉，上述这些变化在临床上主要表现为严重的低氧血症，伴有明显的呼吸困难与发绀。", "symptoms": [], "yibao_status": "否", "get_prob": "0.14%", "easy_get": "无特定人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["手术治疗", "药物治疗", "支持性治疗"], "cure_lasttime": "终身间歇性对症治疗", "cured_prob": "需要终身治疗，目前不能治愈", "cost_money": "根据不同医院，收费标准不一致", "check": [], "do_eat": ["薇菜", "芝麻", "黑豆", "章鱼"], "not_eat": ["干腌菜", "蜂蜜", "啤酒", "白酒"], "recommand_eat": ["菜花泥子汤", "香菜莲藕饺", "雪菜肉末粥", "猪肉青菜粥", "牛奶菠菜粥", "香菇油菜面筋粥", "菠菜豆腐汤", "冬菇椰菜豆腐粉丝汤"], "recommand_drug": ["丹葶肺心颗粒", "复方丹参含片", "祛痰止咳颗粒", "滋心阴胶囊", "如意定喘丸", "祛痰止咳胶囊", "补金片", "喘嗽宁片", "丹红注射液", "地高辛酏剂", "补肺活血胶囊", "肌苷口服溶液", "冠心康胶囊", "地高辛片", "参麦注射液"], "drug_detail": ["吉春黄金祛痰止咳胶囊(祛痰止咳胶囊)", "天施康滋心阴胶囊(滋心阴胶囊)", "广东雷允上补肺活血胶囊(补肺活血胶囊)", "可力(地高辛片)", "广西南宁百会肌苷口服溶液(肌苷口服溶液)", "盛安补金片(补金片)", "信谊地高辛片(地高辛片)", "黑龙江济仁喘嗽宁片(喘嗽宁片)", "通化百信补金片(补金片)", "葵花药业喘嗽宁片(喘嗽宁片)", "聚润堂补金片(补金片)", "通药制药喘嗽宁片(喘嗽宁片)", "万通丹葶肺心颗粒(丹葶肺心颗粒)", "吉林吉尔吉喘嗽宁片(喘嗽宁片)", "花城祛痰止咳颗粒(祛痰止咳颗粒)", "大宅门复方丹参含片(复方丹参含片)", "正大青春宝参麦注射液(参麦注射液)", "通化茂祥喘嗽宁片(喘嗽宁片)", "大唐冠心康胶囊(冠心康胶囊)", "步长丹红注射液(丹红注射液)", "浙江浙北肌苷口服溶液(肌苷口服溶液)", "北京华润高科地高辛酏剂(地高辛酏剂)", "日清如意定喘丸(如意定喘丸)"]}
{"_id": {"$oid": "643fab530efedcaae17458a2"}, "name": "冠状动脉粥样硬化性心脏病", "desc": "冠状动脉粥样硬化性心脏病简称冠心病，是一种最常见的心脏病，是指因冠状动脉狭窄、供血不足而引起的心肌机能障碍和(或)器质性病变，故又称缺血性心肌病。冠心病的发生与冠状动脉粥样硬化狭窄的程度和支数有密切关系，同时患有高血压、糖尿病等疾病，以及过度肥胖、不良生活习惯等是诱发该病的主要因素。\n近年的研究表明，高甘油三酯血症也是冠心病的独立危险因素，高密度脂蛋白对冠心病有保护作用，其值降低者易患冠心病，高密度脂蛋白胆固醇与总胆固醇之比<0.15，是冠状动脉粥样硬化有价值的预报指标，最近的研究发现，血清α-脂蛋白[Lp(α)]浓度升高(>0.3g/L)也是冠心病的独立危险因素。", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.一级预防 针对未患冠心病的人群，对冠心病易患因素进行干预，防止冠心病的发生，这项工作是一项相当艰巨的工作，从儿童，青少年时期开始就应着手冠心病预防工作的开展。\n公认的冠心病危险因素包括男性，有过早患冠心病的家族史(父母，兄弟在55岁患确定的心肌梗死或突然死亡)，吸烟(现吸纸烟≥10支/d)，高血压，糖尿病，HDL-C浓度经重复测定仍<0.9mmol/L(35mg/dl)，有明确的脑血管或外周血管阻塞的既往史，重度肥胖(超重≥30%)，在众多的冠心病易患因素中，有的为不可改变的因素，如：年龄，性别，心脑血管病家族史;其他均为可改变因素，如：高血压，高血脂，高血糖，抽烟，饮食习惯，肥胖等，因此，为防止发生冠心病，应积极控制“可改变的因素”，控制体重，适量运动，戒烟，低脂低盐饮食是重要的保健措施，有效控制高血压，高血脂和糖尿病是更为迫切的任务，采取积极的预防措施，冠心病的发病率可显著降低。\n2.二级预防 针对已患冠心病的人群，防止病情发展和猝死，对于未发生心肌梗死者，应积极防止心肌梗死的发生。\n对于心肌梗死病人的二级预防，应包括以下几个方面的内容：对患者及其家属进行卫生宣教工作;对冠心病危险因素采取针对性措施，防止冠状动脉病变继续进展;药物或手术防治心肌缺血，左室功能不全或严重心律失常;对有再梗或猝死高危险性者应尽量减少易患因素。\n近年提出的冠心病一，二级防治工作中的“ABC方案”的含义可概括为：\nA——Aspirine(阿司匹林)，意即在冠心病的防治工作中应采用抗凝和抗血小板药物，部分临床工作者认为也含有使用血管紧张素转换酶抑制药(ACEI)之意;\nB(beta)——Blocker(β受体阻滞药);C——Cholesterol，即降低胆固醇之意。", "cause": "是冠心病的重要危险因素，高血压病人患冠心病者是血压正常者的4倍，冠心病病人中60%～70%患有高血压，动脉压增高时的切应力和侧壁压力改变造成血管内膜损伤，同时血压升高促使血浆脂质渗入血管内膜细胞，因此引起血小板聚积和平滑肌细胞增生，发生动脉粥样硬化。\n近年的研究表明，高甘油三酯血症也是冠心病的独立危险因素，高密度脂蛋白对冠心病有保护作用，其值降低者易患冠心病，高密度脂蛋白胆固醇与总胆固醇之比<0.15，是冠状动脉粥样硬化有价值的预报指标，最近的研究发现，血清α-脂蛋白[Lp(α)]浓度升高(>0.3g/L)也是冠心病的独立危险因素。\n是冠心病的重要危险因素，糖尿病患者发生冠心病的危险性比正常人高2倍;女性糖尿病患者发生冠心病的危险性比男性患者高3倍，且易发生心力衰竭，卒中和死亡，高血糖时，血中糖基化的低密度脂蛋白增高，使经低密度脂蛋白受体途径的降解代谢受抑制，同时高血糖也使血管内膜受损，加之糖尿病常伴脂质代谢异常，故糖尿病者易患冠心病。\n1.年龄 本病多见于40岁以上的人，动脉粥样硬化的发生可始于儿童，而冠心病的发病率随年龄增加而增加。\n2.性别 男性较多见，男女发病率的比例约为2∶1，因为雌激素有抗动脉粥样硬化作用，故女性在绝经期后发病率迅速增加。\n3.家族史 有冠心病，糖尿病，高血压，高脂血症家族史者，冠心病的发病率增加。\n4.个体类型 A型性格者(争强好胜，竞争性强) 有较高的冠心病患病率，精神过度紧张者也易患病，可能与体内儿茶酚胺类物质浓度长期过高有关。\n5.吸烟 是冠心病的重要危险因素，吸烟者冠心病的患病率比不吸烟者高5倍，且与吸烟量成正比，吸烟者血中一氧化碳血红蛋白增高，烟中尼古丁收缩血管，以致动脉壁缺氧而造成动脉损伤。\n6.肥胖和运动量过少 ①标准体重(kg)=身高(cm)-105(或110)，②体重指数=体重(kg)/(身高m)2，超过标准体重20%或体重指数>24者称肥胖症，肥胖虽不如高血压，高脂血症，糖尿病那么重要，但肥胖可通过促进这三项因素的发生发展而间接影响冠心病，运动能调节和改善血管内皮功能，促使已患冠心病患者其冠脉侧支循环的建立，运动量少易致肥胖，因此应充分认识到治疗肥胖症的紧迫性和增加运动量的重要性。\n7.其他\n(1)饮酒：长期大量饮高度白酒对心脏，血管，肝脏等脏器的功能有损伤作用，可招致酒精性心肌病，肝硬化，高血压的发生;而适量饮低度数的有色酒(例如葡萄酒)可降低冠心病的危险性，因为饮酒可使高密度脂蛋白浓度增高。\n(2)口服避孕药：长期口服避孕药可使血压升高，血脂增高，糖耐量异常，同时改变凝血机制，增加血栓形成机会。\n(3)饮食习惯：进食高热量，高动物脂肪，高胆固醇，高糖饮食易患冠心病，其他还有微量元素的摄入量的改变等。\n冠心病是冠状动脉粥样硬化性心脏病的简称，而动脉粥样硬化是动脉壁的细胞，细胞外基质，血液成分(特别是单核细胞，血小板及LDL)，局部血流动力学，环境及遗传等多种复杂因素相互作用的结果，故应注意，有冠心病危险因素存在，并不等于就是冠心病。\n发病机制\n1.动脉粥样硬化的发生机制 动脉粥样硬化可发生于弹力型动脉和大，中型肌型动脉(如冠状动脉和脑动脉)，动脉粥样硬化病变有以下特点：①局灶性病变常发生于动脉分叉处，②病变始于内皮细胞(EC)功能性的改变，③病变最重要的细胞为平滑肌细胞(SMC)，SMC由中膜迁移到内膜并增殖及合成较多的细胞外结缔组织，④单核细胞和(或)巨噬细胞在动脉粥样硬化病变形成和消退过程中也起着重要作用，⑤病灶随严重程度在细胞内外有不同脂质，其中主要为胆固醇，细胞内有大量脂质的称泡沫细胞，后者主要来自巨噬细胞，也可来自平滑肌细胞。\n目前，已普遍认为动脉粥样硬化发生的机制是多种复杂因素相互作用的结果，其中“损伤反应假说”已为人们所公认，即动脉粥样硬化病变始于内皮细胞的损伤，这一假说可以归纳为以下过程：\n(1)易损区内皮细胞的改变：与非易损区内皮细胞呈线状形不同的是，易于形成动脉粥样硬化的区域内皮细胞呈圆石块形状，单核细胞和(或)巨噬细胞通过内皮易于到达皮下间隙，从而始动动脉粥样硬化的发生过程。\n(2)同时存在脂蛋白水平增高时：易产生泡沫细胞低密度脂蛋白(LDL)和其他蛋白穿过内皮细胞进入内皮下间隙，在这里LDL被氧化成氧化LDL(Ox-LDL)，后者导致内皮细胞损伤，同时还刺激内皮细胞和平滑肌细胞分泌调节单核细胞/巨噬细胞进入的趋化因子，单核细胞趋化因子(蛋白)(MCP-1)是最为重要的趋化因子之一，它吸引血液中的单核细胞从内皮细胞转移到内皮下间隙，之后被活化成为巨噬细胞，吸收Ox-LDL，变成富含胆固醇酯的泡沫细胞。\n(3)脂纹形成：当单核细胞，LDL继续进入，同时中膜SMC为吸收脂蛋白也迁移至内膜下间隙时，形成脂纹，此时脂纹上面的内皮细胞可能被其下面的泡沫细胞挤开，使内皮细胞变薄变稀。\n(4)过渡病变(动脉粥样硬化前期)：Ox-LDL毒性作用引起泡沫细胞坏死，释放出大量脂类物质和溶酶体酶，或因Ox-LDL量超过巨噬细胞摄取能力，这样均导致内皮下间隙出现富含胆固醇酯的脂质核心和胆固醇结晶，Ox-LDL也引起内皮细胞和平滑肌细胞的损伤和(或)死亡，内膜内层开始断裂，内膜中的平滑肌细胞(包括中膜迁移至内膜者)增殖合成大量结缔组织，此时动脉壁增厚，但血管腔尚未受限制。\n(5)成熟纤维斑块：即为动脉粥样硬化，此时血管内膜增厚，中膜变薄，外膜大量纤维化，血管变窄，增厚的内膜中数目较多的平滑肌细胞包埋在紧密的胶原基质和毛细血管中，形成一个纤维帽;斑块边缘可见脂质核心;纤维帽和脂质核心可有钙化，动脉粥样硬化病变形成后，依病变部位，大小，血管狭窄程度可出现相应的动脉粥样硬化表现，如主动脉粥样硬化，冠状动脉粥样硬化，脑动脉粥样硬化，肾动脉粥样硬化，肠系膜动脉粥样硬化，下肢动脉粥样硬化等。\n2.冠心病的发病机制 冠状动脉发生粥样硬化是否即发生冠心病，一定程度上取决于冠状动脉粥样硬化造成血管腔狭窄的程度，病理学上常按狭窄最严重部位的横断面，采用四级分类法：Ⅰ级，管腔狭窄面积≤25%;Ⅱ级，管腔狭窄面积为26%～50%;Ⅲ级，为51%～75%;Ⅳ级，为76%～100%，一般Ⅰ～Ⅱ级粥样硬化并不引起明显的冠状动脉血流量的减少，除冠状动脉痉挛外，对冠心病发病并无直接影响，因此，虽然有冠状动脉粥样硬化，但临床可无冠心病的表现，或虽有“冠心病表现”却并非冠心病所致，Ⅲ级以上狭窄者则与冠心病的发生有直接关系。\n近年研究表明，有无冠心病表现，除与冠脉狭窄程度有关外，更重要的取决于粥样斑块的稳定性，动脉发生粥样硬化时，特别在老年人和严重斑块处，容易有大量钙盐沉着，而正常的动脉不会发生钙化;虽然钙化程度与动脉粥样硬化严重程度，特别是狭窄程度不成比例，但从血管超声中可观察到钙化斑块通常都相对稳定的，问题是部分无钙化的斑块，或者当斑块发展为厚的钙化帽，与邻近区内膜间的应力增加时，这些情形易造成冠状动脉粥样硬化斑块的破裂，出血和随后血管腔内的血栓形成，导致“急性冠状动脉综合征”的发生，出现不稳定型心绞痛，心肌梗死甚至猝死，病理可见斑块破裂常发生在钙化与非钙化动脉粥样硬化病变的交界处。\n不引起症状的动脉粥样硬化病变可能在生命的很早期就已出现，但一旦病变斑块迅速扩大，则可导致急性冠状动脉疾病的发生，这在“急性冠状动脉综合征”的发生发展中起着重要作用，斑块扩大尤其在伴有冠心病危险因素(例如高胆固醇血症等)的人群中会更快，因此，积极控制冠心病危险因素是防治冠心病的重要措施。\n在部分病人，冠心病的发生是冠状动脉痉挛所致，不过，此种情况下大多同时伴有冠状动脉粥样硬化，造成冠脉痉挛的原因有以下几方面的因素：\n(1)神经因素：冠状动脉有丰富的α受体，交感神经兴奋，运动，冷加压试验均可以诱发冠脉痉挛;其次，通过毒蕈碱受体，迷走神经兴奋也可诱发冠脉痉挛，遇此情形可用阿托品对抗。\n(2)体液因素：①前列环素(PGI2)与血栓素(TXA2)的平衡也直接影响着冠脉的舒缩状态：PGI2由血管内皮细胞合成，有明显的扩血管作用，TXA2为血小板聚集时所释放，有强烈收缩血管作用，当PGI2降低和(或)TXA2增高时，均可导致冠脉痉挛，②血小板聚集时释放的5-羟色胺等缩血管物质，在冠脉收缩或痉挛的发生中也起一定作用，③血清钙镁离子的作用：钙离子增多，氢离子减少时，钙离子更多地进入细胞内，增加冠脉张力而发生冠脉痉挛;过度换气，静滴碱性药物造成血液碱中毒可诱发冠脉痉挛;镁缺乏也可引起冠脉收缩。\n(3)粥样硬化的血管对各种缩血管物质的收缩反应性明显亢进，此为胆固醇促进细胞外钙离子流向细胞内所致，此外，内皮损伤时除PGI2合成减少，TXA2增多外，正常内皮细胞合成的内皮源性松弛因子下降，从而对抗ADP，5-羟色胺，凝血酶等缩血管物质的收缩血管作用降低，最近的研究还观察到，乙酰胆碱使有正常内皮功能的冠脉松弛，而使有粥样硬化的血管发生收缩。\n总之，冠脉痉挛的发生机制是多方面的，目前认为内皮损伤是冠脉痉挛的最重要的诱发因素。\n3.冠心病发病的病理生理基础 在冠状动脉粥样硬化病变的基础上，心肌供氧和需氧量的失衡，是引起心肌缺血缺氧，导致冠心病发生的病理生理基础。\n(1)心肌耗氧量的决定因素：心肌自冠状循环中摄取可利用的氧占所需氧分的75%，用于产生高磷酸化合物，心肌氧耗量的多少主要由心肌张力，心肌收缩力和心率三个要素决定，其他三个次要因素是基础代谢，电激动和心肌纤维缩短，动脉收缩压，心率与射血时间的“三乘积”与左室压力曲线收缩面积与心率，即张力-时间指数密切相关;但临床上常采用更为简单的方法，即收缩压与心率的“二乘积”作为心肌氧耗量指标，例如观察劳累型心绞痛的阈值时常用该项指标。\n(2)心肌供氧量的决定因素：心脏的肌肉即心肌，从其所构成的房室腔所包容的血液中直接摄取的氧分量仅25%左右，心肌所需的氧分主要靠冠状动脉的血流供给，因此冠状动脉血流量是影响心肌供氧最主要的因素，人在休息状态下，心肌从冠脉血液中摄取的氧分已接近最大值，当需氧量增加时已难从冠脉血液中更多地摄取氧，只能依靠增加冠状动脉的血液量来提供，正常情况下冠脉循环储备力大，剧烈运动，缺氧时冠脉扩张，其血流量可增至休息时的4～7倍;而冠脉粥样硬化狭窄和堵塞则成为限制氧化血液传送至心肌的最主要原因，此外，心脏收缩与舒张的机械活动，心肌细胞的代谢，神经体液及多种血管活性物质均参与冠脉血流量的调节。\n(3)心肌供氧和需氧量的失衡：任何原因导致心肌供氧和(或)需氧量超过机体代偿范围时，都将招致心肌氧的供需失衡，从而导致心肌缺血的发生，其中以冠状动脉粥样硬化所致的冠心病心肌缺血最为常见，因此应注意，临床上所谓的“心肌缺血”虽以冠心病最常见，但并不等于冠心病;冠心病与缺血性心脏病则为同义词。\n(4)心肌缺血对心脏的影响：心肌缺血时，糖酵解成为ATP的主要来源，故此时心肌除乳酸量增加外，因能量不足而使得心脏的收缩和舒张功能受到影响，当心肌缺血较重(包括急性心肌梗死病灶周围急性严重缺血或冠脉再灌注后尚未发生坏死的心肌)且持续时间较长时，心肌发生可逆性损伤，随血供恢复，心肌结构，代谢和功能缓慢恢复，需时数小时，数天甚至数周，处于该种状态的心肌称为心肌顿抑(stunned myocardium)，在冠心病病人，为适应血流量低于正常的状况，某些心肌可“自动”调低耗氧量，以保证心肌氧的供需在新的水平达到平衡，心肌功能随血供恢复而恢复，像这种既不发生心肌梗死，又无缺血症状的存活心肌，被称为心肌冬眠(hibernating myocardium)。\n一般认为，这是心肌的一种保护性机制，一旦供血改善则心肌功能可完全恢复，冠状动脉粥样硬化狭窄产生心肌缺血时，代谢产物等可刺激冠脉扩张，以增加血流量，这种“反应性充血反应”现象随狭窄程度增加而逐渐减弱，直至冠脉狭窄程度>90%时完全消失，同时，慢性缺血可促使侧支循环的建立，这些代偿机制均有利于保持心肌氧的供需平衡，病人在较长时间内可无心肌缺血的表现，只有当心肌耗氧量明显增加，冠脉血流量和侧支血流不足以维持这种平衡时，才出现心肌缺血的表现，在粥样硬化基础上，迅速发生的斑块破裂和(或)出血，痉挛及完全性或不完全性血栓性堵塞等急性病变，引起急性冠状动脉综合征，临床表现为不稳定型心绞痛，急性心肌梗死或猝死。", "symptoms": [], "yibao_status": "否", "get_prob": "0.032%", "easy_get": "无特定人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "2-4月", "cured_prob": "70%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000——50000元）", "check": [], "do_eat": ["薇菜", "芝麻", "核桃", "黑豆"], "not_eat": ["干腌菜", "蜂蜜", "啤酒", "红葡萄酒"], "recommand_eat": ["双菇番茄黄瓜紫菜汤", "白菜猪肉水饺", "番茄皮蛋菜汤", "冬菇椰菜豆腐粉丝汤", "菠菜豆腐汤", "大白菜饺", "青菜包", "雪菜鸡丝面"], "recommand_drug": ["心脑舒通胶囊", "银杏叶滴丸", "银杏蜜环口服溶液", "蟾麝救心丸", "速效救心丸", "乐脉颗粒", "复方丹参滴丸", "脑心通胶囊", "芪参益气滴丸", "天王补心丸", "氨氯地平阿托伐他汀钙片", "心通口服液", "心脑清软胶囊", "肠溶", "珊瑚七十味丸", "芪参胶囊", "葛兰心宁软胶囊", "丹参片", "清心沉香八味丸", "芎香通脉丸", "硫酸氢氯吡格雷片", "大株红景天胶囊", "麝香心脑乐胶囊"], "drug_detail": ["康缘大株红景天胶囊(大株红景天胶囊)", "雷氏丹参片(丹参片)", "天士力复方丹参滴丸(复方丹参滴丸)", "凯宝新谊芪参胶囊(芪参胶囊)", "步长脑心通胶囊(脑心通胶囊)", "松栢速效救心丸(速效救心丸)", "多达一氨氯地平阿托伐他汀钙(氨氯地平阿托伐他汀钙片)", "龙心龙芪溶栓胶囊(肠溶)(龙芪溶栓胶囊(肠溶))", "京豫麝香心脑乐胶囊(麝香心脑乐胶囊)", "阜药清心沉香八味丸(清心沉香八味丸)", "鲁南心通口服液(心通口服液)", "知恩蟾麝救心丸(蟾麝救心丸)", "波立维(硫酸氢氯吡格雷片)", "九芝堂天王补心丸(天王补心丸)", "青海晶珠芎香通脉丸(芎香通脉丸)", "天士力芪参益气滴丸(芪参益气滴丸)", "万邦信诺康银杏叶滴丸(银杏叶滴丸)", "神水藏药珊瑚七十味丸(珊瑚七十味丸)", "致康葛兰心宁软胶囊(葛兰心宁软胶囊)", "邛崃天银银杏蜜环口服溶液(银杏蜜环口服溶液)", "华西牌乐脉颗粒(乐脉颗粒)", "敖东心脑舒通胶囊(心脑舒通胶囊)", "雪樱花心脑清软胶囊(心脑清软胶囊)"]}
{"_id": {"$oid": "643fab530efedcaae17458a3"}, "name": "高原性心脏病", "desc": "高原性心脏病是指正常人从低海拔地区移居高原后或长期生活在高原地区，由于机体慢性缺氧，使肺血管收缩、管壁肌层增厚、肺循环阻力增加，并产生肺动脉高压以及心肌缺氧，最终导致右心室肥厚和心力衰竭的一种心脏病。", "category": ["疾病百科", "内科", "心内科"], "prevent": "预防：　　\n1.在进入高原前要做好必要的准备工作，防治可能诱发高原性心脏病的因素，尤其要控制上呼吸道感染。 　　\n2.进入高原前3天可服用螺内酯20mg，3次/d或乙酰唑胺0.25g，3次/d，可降低本病的发病率。 　　\n3.进入高原的初期要注意休息，防止过劳，必要时可卧床休息或吸氧。", "cause": "高原心脏病多发生于平原移居于高原或由中度海拔到更高海拔处的居民，其发病率随海拔高度的升高而增高，缺氧是本病的致病因素，缺氧性肺动脉高压是本病发生的主要表现。高原缺氧引起红细胞增多、血液黏滞度增加、总血容量和肺血容量增多以及缺氧对心肌直接损害。受凉、吸烟、过度劳累、上呼吸道感染是本病的诱发因素。\n高心病主要由慢性缺氧引起的右心功能受损，左心室是否亦受累，或受累程度如何尚不清楚，低压低氧是发生高心病的根本，而低氧性肺动脉高压和肺小动脉壁的增厚或重建(remodeling)是发病机制的中心环节或基本特征。\n1.肺动脉高压 经临床和动物模型的研究，慢性高原病特别是高心病的肺动脉压有异常升高，Hultgren在秘鲁(4206m)报告16例Monge病血流动力学的变化，平均肺动脉压为44.47mmHg，平均肺血管阻力为531sce-cm2;杨氏等在青海(3950m)报告，混合型慢性高原病的肺动脉平均压为30.7mmHg，长期持久的低氧性肺血管收缩和肺动脉高压，使右心后负荷逐渐加重，并发生右心室代偿性肥厚，当病程继续发展，心脏储备力进一步减退;同时缺氧可损伤心肌细胞，使心肌收缩力减弱，心输出量降低，最终导致右心衰竭，关于低氧性肺血管收缩的机制，虽进行了许多研究，确切的机制尚未清楚，目前较公认的看法是：\n(1)血管活性物质的作用：肺对血管活性物质的控制和调节具有独特的作用，肺血管内皮细胞是分泌和合成血管活性物质的重要场所，可合成并释放具有舒缩血管作用的两类物质，从而对血管张力有重要调控作用，在舒张血管方面最重要的是前列腺素(prostaglandin，PG)和一氧化氮(nitric oxide，NO)，亦称内皮舒张因子(endothelium relaxing factor，EDRF);而在收缩血管方面有内皮素(endothelin，ET)和血管紧张素Ⅱ(angiotensinⅡ)。\nPG广泛存在于哺乳动物的各类组织和体液中，其肺组织中含量最高，前列腺素在PG合成酶(prostacyclin syhthetase，PGI3)的作用下转化为PGE2，PGF2，PGD2，PGI2以及血栓素A2(TXA2)，TXB2等，PG的生理功能十分复杂，可参与多种组织器官的生理生化过程，但它的作用是有选择性的，PG及其前体，中间产物和代谢物对肺血管有很强的舒缩效应，其中PGI2和TXA2在血液中维持平衡对肺循环的调节起重要作用，PGI2是由血管内皮细胞和平滑肌细胞合成，具有舒张肺血管，降低血管阻力，抑制平滑肌细胞的增殖等作用，而TXA2由血小板合成，其作用与PGI2正相反，研究证实，缺氧使血液中6-酮-PGF1α(PGFlα的氧化物)的含量降低，而TXB2(TXA2的降解产物)增高，厉之瑞测定了平原和高原健康人血浆6-酮-PGF1α和TXB2的含量，发现高原组6-酮PGF1α显著增高，而TXB2减少，T/P比值增大，比平原人高2倍，提示高原缺氧可能损伤肺血管内皮细胞，使PGI2的合成减少，而TXA2的释放增多，最近，Geraci(1999)等用特异表面活性物载脂蛋白-C转录小鼠的基因，即转基因(Tg+)和未转基因(Tg-)小鼠，暴露于模拟5180m海拔5周时，发现Tg+鼠血浆6-酮PGF1α含量比Tg-鼠高两倍，而且肺动脉压正常，在形态学上无明显变化，而Tg-鼠发生肺动脉高压和肺血管壁增厚，说明转基因可增加PGIS cDNA合成，促使血液中PGI2的含量增多，从而抵抗缺氧性肺血管收缩和抑制平滑肌细胞的增生，防止低氧性肺动脉高压和肺血管的重建，近来，有人使用PGIS转基因治疗原发性肺动脉高压和其他血管性疾病得到良好的效果。\nET由血管内皮细胞合成和分泌，人体有3种ET，即ET-1，ET-2和ET-3，其中ET-1是公认的最强肺血管收缩剂，由21个氨基酸组成的多肽，近代研究表明，无论急性或慢性缺氧均可刺激内皮细胞合成并释放ET，从而使肺血管强烈收缩，血浆ET-1浓度的增高与组织缺氧程度有关，Goerre等对正常人从海平面快速到达4559 m高原时，血浆ET-1浓度比平原增加两倍，并且ET-1的增加与PaO2呈负相关(r=-0.45，P<0.01)，而与肺动脉压呈正相关(r=0.52，P<0.02)，另有报道，当大鼠暴露于10%的氧中40min时血浆ET-1浓度达到高峰，而暴露5%的氧中10min内就到峰值，缺氧除了ET-1的增加外，血浆心钠素(atrial natriuretic factor，ANF)和精氨酸血管加压素(arginine vasopressin，AVP)含量也同时明显增高，提示这些多肽类物质虽各有十分不同的生理作用，但对调节肺循环方面有内在的相互联系，有人认为，AVP可刺激血管内皮细胞分泌ET-1;而血浆中ET-1的增加可促使肺血管收缩，肺动脉高压和右心房的牵扯，从而使ANP分泌和释放，因此ET-1是ANP释放的因子之一，高原居民，特别是高红症病人ANP的含量显著升高，ANP可扩张血管，减少静脉回流，阻止肺动脉高压的发生，在慢性缺氧下，ET-1可促使肺小动脉平滑肌增殖肥厚，从而进一步增高肺动脉压，另外，高原肺水肿和高红症病人的血管紧张素转化酶(angiotensin invertase，ACE)的含量比高原正常人高3～4倍，说明急慢性缺氧可促使肺血管内皮细胞合成ACE，并加速血管紧张素I转化为血管紧张素Ⅱ及降解舒血管物质而使肺血管收缩。\n(2)细胞膜离子通道作用：已知细胞膜离子通透性的变化，以及由此而引起的离子跨膜电位，对肺血管舒缩起重要作用，体内血氧分压的高低可调节离子通道的活性;离子的变化对肺血管各有不同的作用，如细胞内K+浓度增加可舒张血管;而Ca2 浓度的增加能收缩血管，细胞外K+和Ca2 在平滑肌细胞膜上有竞争性抑制作用;低氧可抑制肺动脉平滑肌细胞膜的K+内流，细胞膜静息电位去极化及Ca2 流加速，致使细胞内游离Ca2 浓度增加，从而促使肺血管平滑肌收缩，肺动脉压增高，抑制Ca2 内流的钙拮抗剂(异搏定)可有效地治疗肺动脉高压，说明Ca2 与肺动脉高压的发生有一定关系。\n2.肺血管结构重建动物实验及临床资料证实，长期严重缺氧使肺血管出现形态学的改变，其主要表现为肺小动脉中层肥厚及无平滑肌的细小动脉(直径<100μm)肌性化，低氧性血管收缩是导致肺小动脉肌化的初始机制;肌层增厚可进一步促进肺小动脉的阻力增加，收缩力增强，使肺动脉压力更为增高，李氏等在高心病尸检中发现，肺小动脉壁明显增厚，尤其是中层平滑肌增加，血管壁厚度占血管外径之百分比增大，另外，肺血管内皮细胞肿胀，呈圆形向管腔突出，或与管壁呈垂直排列，有人发现，移居于高原的大白鼠肺小动脉壁厚度占血管外径的27.2%，而土生高原鼠兔仅占9.2%，血管壁的增厚与肺动脉平均压呈正相关(r=0.769)，肺血管的重建亦常发生于原发性肺动脉高压，慢性心肺疾病等，但形态学的改变在某些方面不同于单纯缺氧所致的高心病，如肺血管壁的增厚主要以内膜增殖和外膜纤维化为主，慢性肺泡性缺氧所致的肺血管重建主要表现在血管平滑肌细胞(vascular smooth muscle cell)的增殖或游走(proliferation or migration)，但它的机制尚存在不同的观点和理论，现已知乙酰胆碱松弛动脉环依赖于血管内皮的完整性，说明内皮细胞与邻近的平滑肌间有密切的关系，有人认为，缺氧可直接损伤内皮细胞，减少内源性血管扩张剂(PGI2，NO等)的合成，并释放某些生长因子促使血管平滑肌细胞增殖肥厚，这些因子包括ET-1，ACE，血小板衍生因子(platelet derived growth factor，PDGF)，胰岛素样生长因子(insulin-like growth factor，IGF)等，生长因子是指一些多肽类糖蛋白，这些因子被特定的细胞合成并释放后，给邻近的细胞以信号使之进行复制或表型(phenotype)改变，它们的主要功能是通过细胞的趋化，分裂，吞噬和降解等改变细胞的行为，如细胞的骨架排列，细胞形状和收缩性，从而使细胞增殖和细胞外基质蛋白的生成等，现将直接与肺血管重建有关的生长因子做一简要介绍。\n(1)VEGF可由肺泡巨噬细胞，血管平滑肌细胞和内皮细胞合成，它有两个特异性受体，即Flk-1和Flt-1，存在于内皮细胞中，VEGF的活性需依赖于HlF-1，慢性缺氧使HlF-l的合成增加，进而促使VEGF的基因转录，加速VEGF的合成并释放，笔者用免疫组织化学染色，肺心病病人肺小动脉平滑肌细胞VEGF-Flt出现阳性，而且血管壁越厚，免疫反应就越强，Tuder和Christon分别发现，在慢性低氧性肺动脉高压动物模型中，VEGF-Flk受体mRNA明显增高，肺小动脉中层平滑肌细胞的VEGF-Flt-1呈强阳性，提示VEGF可参与缺氧性肺血管重建过程。\n(2)转化生长因子-β1(TGF-β1)：是一种多功能的生长因子，TGF有3种类型：TGF-β1，TGF-β2和TGF-β3;TGF-β1为分子量25KD的二聚体，它存在于血小板，肺脏等多种组织中;对肺血管平滑肌，血管内膜及肺间质等有较强的增殖及纤维化作用，移居于高原大白鼠肺小动脉和细支气管周围的单核细胞，巨噬细胞和中性粒细胞对抗TGF-β1抗体呈强阳性，而在高原鼠兔未发现此种反应，另外，原发性肺动脉高压和肺心病病人的肺血管平滑肌细胞对TGF-β1也出现阳性，TGF-β1可能由多种细胞分泌，如肥大细胞，内皮细胞，中性粒细胞和肺泡巨噬细胞等，它的活性需要依赖其他细胞因子的存在。\n(3)肥大细胞类胰蛋白酶(mast cell tryptase)：早期的研究证实，吸入低氧气体的大鼠肺血管周围肥大细胞密度增加，并出现脱颗粒，被认为肥大细胞释放某些介质，如组胺等使肺血管收缩，随着免疫组织化学及分子生物检测技术的发展，发现肥大细胞除了释放舒缩血管介质外，还合成和释放很多生长因子，其中Tryptase和chymase(胃促胰酶)是目前大家熟悉的肥大细胞分泌的多肽生长因子，Tryptase于1981年首次从人体肺组织肥大细胞中提纯的丙氨酸蛋白酶，分子量为110～140KD，是一种大分子量复合物，哮喘病人和吸烟者的肺泡灌洗液中Tryptase的含量极高，最近肺组织细胞培养发现，Tryptase能刺激新的血管生长，认为它是一种新发现的血管新生因子，有人应用单克隆抗体免疫组化染色，发现移居于高原大白鼠肺小动脉周围肥大细胞Tryptase出现强阳性，而高原鼠兔未见任何阳性反应，还发现，施肺减容手术(lung-volume reduction surgery)的慢性肺气肿和肺心病病人肺血管，小支气管周围和肺间质中肥大细胞的密度增加，Tryptase的免疫反应亦呈阳性，肺小动脉周围肥大细胞的密度与血管壁的厚度呈正相关(r=0.87)，Heath等发现在玻利维亚世居于高原人肺组织中，特别是管壁增厚的小动脉周围有大量的肥大细胞堆积，并提出肥大细胞对血管重建的作用似乎比缩血管的作用更重要。\n高心病尸检病理报道极少，国外文献只报道5例，其病理学的主要特点是心脏体积增大，重量增加;右心房，右心室扩张肥厚，右心室重量占全心67%(正常为30%)，肺小动脉中层增厚，部分病人血管内膜纤维化，中小肺动脉广泛阻塞性血栓形成，肝脏充血肿胀，国内西藏学者报告了20例成人和57例小儿高心病尸检，发现心脏的改变与国外报告相同，光镜下可见心肌特别是右室乳头肌和右心室壁有严重肌纤维变性，坏死，钙盐沉积及瘢痕形成，电镜下见肌原纤维溶解，破坏，线粒体肿胀空化，有的可见致密颗粒，内质网扩张和糖原颗粒减少等，肺血管的改变，表现在肺小动脉中层肥厚及无平滑肌的细小动脉(直径<100μm)肌性化，血管壁增厚除了中层平滑肌细胞增殖，血管内膜和外层纤维组织亦出现增生;有的小动脉内皮细胞肿胀，突向管腔致使血管腔变窄甚至阻塞。", "symptoms": [], "yibao_status": "否", "get_prob": "0.001%-0.003%", "easy_get": "无特定人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "10天-15天", "cured_prob": "60%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（50000——80000元）", "check": [], "do_eat": ["乌骨鸡", "栗子（熟）", "核桃", "青豆"], "not_eat": ["咸鸭蛋", "花生仁（炸）", "咸鱼", "龙虾"], "recommand_eat": ["素炒小白菜", "奶汁白菜条", "奶油扒白菜", "白菜肉末粥", "开水白菜"], "recommand_drug": ["利舒康胶囊", "呋塞米片", "阿司匹林肠溶片", "大花红景天口服液"], "drug_detail": ["江苏亚邦爱普森呋塞米片(呋塞米片)", "欧意阿司匹林肠溶片(阿司匹林肠溶片)", "拜阿司匹灵阿司匹林肠溶片(阿司匹林肠溶片)", "奥吉娜阿司匹林肠溶片(阿司匹林肠溶片)", "力生呋塞米片(呋塞米片)", "舒泰神生物阿司匹林肠溶片(阿司匹林肠溶片)", "江苏平光阿司匹林肠溶片(阿司匹林肠溶片)", "三才石岐制药呋塞米片(呋塞米片)", "上海朝晖呋塞米片(呋塞米片)", "湖南新汇阿司匹林肠溶片(阿司匹林肠溶片)", "神威药业阿司匹林肠溶片(阿司匹林肠溶片)", "拜阿司匹灵阿司匹林肠溶片(阿司匹林肠溶片)", "云南白药阿司匹林肠溶片(阿司匹林肠溶片)", "青海益欣利舒康胶囊(利舒康胶囊)", "山西兰花药业阿司匹林肠溶片(阿司匹林肠溶片)", "石药集团阿司匹林肠溶片(阿司匹林肠溶片)", "北京太洋呋塞米片(呋塞米片)", "阿容阿司匹林肠溶片(阿司匹林肠溶片)", "久联阿司匹林肠溶片(阿司匹林肠溶片)", "山西云鹏呋塞米片(呋塞米片)", "大同利群阿司匹林肠溶片(阿司匹林肠溶片)", "东北制药呋塞米片(呋塞米片)", "卓攀林大花红景天口服液(大花红景天口服液)"]}
{"_id": {"$oid": "643fab530efedcaae17458a4"}, "name": "脚气病性心脏病", "desc": "脚气性心脏病(beriberiheartdisease)为维生素B1(硫胺素)严重且长时间缺乏而引起的一种高排量型心脏病，周围动脉阻力降低、心排血量增加为其特征性改变。", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.多食用糙米，或添加硫胺素的大米。\n2.避免过量摄入含碳酸盐的饮料，且不宜在夏季从事剧烈活动。\n3.避免长期使用利尿药治疗。\n4.采用烘烤或煮沸方式处理含硫胺素酶的食品，如蟹和鱼类。", "cause": "(一)发病原因\n维生素B1缺乏是脚气性心脏病的病因，常见于：①长期食用精白米或米饭洗蒸不当者;②慢性胃肠炎吸收不良者;③长期营养缺乏者;④慢性消耗性疾病者;⑤慢性酒精中毒者。\n(二)发病机制\n1.发病机制 维生素B1转变为TPP后，作为辅酶参与丙酮酸脱氢和α-酮戊二酸氧化脱羧过程，维生素B1缺乏减少丙酮酸转化为乙酰辅酶A，减少α-酮戊二酸转化为琥珀酸辅酶A，最终损伤糖的氧化磷酸化过程，使高能磷酸盐生成减少，造成神经系统和心肌能量供应不足。\n湿性脚气病表现为高心排血量心力衰竭的机制尚不明确，可能与交感神经受损和血中丙酮酸，乳酸含量增加导致周围动脉扩张有关，周围血管阻力下降，血循环加速，回心血量增加，使心排血量增加，同时，导致动静脉分流增加，动静脉血氧差值减小。\n2.病理 维生素B1缺乏常罹及神经系统和心血管系统：以神经系统病变为主，无充血性心力衰竭者称为干性脚气病;以心血管病变为主，出现充血性心力衰竭者称为湿性脚气病，干性脚气病侵犯周围神经，为非炎症性髓鞘变性，严重者侵犯中脑上部，中脑导水管周围灰质，丘脑下部，第三脑室，第四脑室和小脑，表现为血管扩张，血管增生，血管周围点状出血，脑细胞坏死和胶质增生，湿性脚气病心脏病理变化属非特异性改变，尸检示心肌肥厚，心肌细胞和传导系统呈退行性变，水肿和坏死，大量淋巴细胞浸润，心肌间质水肿明显，双心室扩张肥大，以右心室受累为主。", "symptoms": [], "yibao_status": "否", "get_prob": "0.0004%", "easy_get": "无特殊人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "1-3个月", "cured_prob": "60%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（2000——5000元）", "check": [], "do_eat": ["乌骨鸡", "栗子（熟）", "核桃", "白果（鲜）"], "not_eat": ["黄酒", "白酒", "咸鸭蛋", "花生仁（炸）"], "recommand_eat": ["黄瓜饺", "黄瓜拌绿豆芽", "干豆腐拌黄瓜", "小黄瓜西瓜汁", "黄瓜炒蛋奶", "黄瓜卷"], "recommand_drug": ["曲安奈德益康唑乳膏", "足光散", "癣药膏", "盐酸特比萘芬凝胶", "盐酸特比萘芬片", "复方酮康唑软膏", "克霉唑乳膏", "珊瑚癣净", "醋酸曲安奈德益康唑乳膏", "复方苯甲酸酊", "顽癣净", "环吡酮胺乳膏", "依诺沙星乳膏", "咪康唑氯倍他索乳膏", "联苯苄唑乳膏", "复方酮康唑乳膏"], "drug_detail": ["科田依诺沙星乳膏(依诺沙星乳膏)", "倍佳(盐酸特比萘芬凝胶)", "顺峰咪康唑氯倍他索乳膏(咪康唑氯倍他索乳膏)", "保龙康复方酮康唑软膏(复方酮康唑软膏)", "显克欣(复方酮康唑乳膏)", "黑龙江天龙联苯苄唑乳膏(联苯苄唑乳膏)", "亮生环吡酮胺乳膏(环吡酮胺乳膏)", "美莎抒盐酸特比萘芬片(盐酸特比萘芬片)", "愈芙癣药膏(癣药膏)", "愈芙顽癣净(顽癣净)", "湖北科田环吡酮胺乳膏(环吡酮胺乳膏)", "顺峰妇康安克霉唑乳膏(克霉唑乳膏)", "上海朝晖复方酮康唑软膏(复方酮康唑软膏)", "皮康王复方酮康唑软膏(复方酮康唑软膏)", "益富清(曲安奈德益康唑乳膏)", "神奇珊瑚癣净(珊瑚癣净)", "扶严宁(醋酸曲安奈德益康唑乳膏)", "舒夫林曲安奈德益康唑乳膏(曲安奈德益康唑乳膏)", "贵州泛德曲安奈德益康唑乳膏(曲安奈德益康唑乳膏)", "太平曲安奈德益康唑乳膏(曲安奈德益康唑乳膏)", "剿喷宁复方苯甲酸酊(复方苯甲酸酊)", "中联足光散(足光散)", "健民叶开泰国药足光散(足光散)"]}
{"_id": {"$oid": "643fab530efedcaae17458a5"}, "name": "甲亢性心脏病", "desc": "甲状腺功能亢进性心脏病是指在甲状腺功能亢进症时，甲状腺素对心脏的直接或间接作用所致的心脏扩大，心功能不全、心房纤颤、心绞痛甚至心肌梗死，病态窦房结综合征和心肌病等一系列心血管症状和体征的一种内分泌代谢紊乱性心脏病，有时仅次于甲亢危象，是甲亢病人死亡的重要原因。", "category": ["疾病百科", "内科", "内分泌科"], "prevent": "关键在于对甲亢做出早期诊断，并及时给予适当治疗，对有早期甲亢性心脏病迹象的患者应尽快控制甲亢。", "cause": "甲亢时甲状腺激素分泌过多，造成代谢亢进，机体耗氧量增加，产热过多，血流动力学随之发生明显改变以适应高代谢状态，可使皮肤毛细血管扩张，全身循环血容量可增加10%以上;血流速度加快，静脉回流量增加，因而心脏负荷量大大增加，心脏长期持续性负荷过重，功能和形态均发生异常改变，出现代偿性心脏肥大，最后导致心衰，主要是右心衰竭常见，原因是回心血量增多，肺动脉及右心室压力显著增加，加之右心室心肌储备能力较左心室差。\n①心肌细胞膜内侧面有甲状腺素受体，甲状腺素可直接作用于心肌，加速心肌代谢和耗氧过程;增加心肌细胞钙的储存，使心肌纤维中磷酸根离子，肌酸，钙离子浓度增加，钾离子浓度降低，各种心肌纤维不应期缩短，兴奋阈降低，这是甲亢病人发生房颤和其他心律失常的一个原因，②心肌代谢过程改变，甲状腺激素可激活心肌细胞上ATP酶，使cAMP增加，激起类儿茶酚胺的作用，增加心脏β受体对儿茶酚胺的敏感性;对缺氧的敏感性升高，导致冠状动脉痉挛，短暂性栓塞及微循环障碍等，是造成心绞痛的主要因素，③甲状腺素的直接作用可使心脏活动加强即心率加快，心肌收缩力增强和心肌耗氧量增加，这在初期具有适应的意义，但由于心率持续地加速(包括在休息状态下)，心脏舒张期明显缩短，心肌恢复不完全，长期处于疲劳状态，使心肌对心肌缺氧敏感性增加，造成心肌收缩力减退，久之则心脏储备能力耗竭，可发生心力衰竭，④甲状腺激素作用于心肌，可引起一定的病理性改变，如心肌内可见到淋巴细胞与嗜酸性粒细胞浸润，脂肪浸润，纤维变性，甚至局灶性缺血坏死，称之为甲亢性心肌病，这些病理改变会造成甲亢性心脏病，尤其是心律失常或传导异常的原因之一。\n患者有肾上腺素能和儿茶酚胺敏感性增加，可出现心动过速及心律失常等，而引起甲亢性心脏病的发生。", "symptoms": ["和"], "yibao_status": "否", "get_prob": "0.012%", "easy_get": "无特殊人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "内分泌科"], "cure_way": ["药物治疗", "支持性治疗", "手术治疗"], "cure_lasttime": "1-2个月", "cured_prob": "70%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000——30000元）", "check": [], "recommand_drug": ["抑亢丸", "甲巯咪唑片", "硫唑嘌呤片", "阿替洛尔片", "丙硫氧嘧啶片", "酒石酸美托洛尔缓释片", "维生素C钠胶囊", "甲亢灵颗粒", "甲亢灵片", "甲亢灵胶囊"], "drug_detail": ["信谊硫唑嘌呤片(硫唑嘌呤片)", "北京燕京甲巯咪唑片(甲巯咪唑片)", "东泰甲亢灵胶囊(甲亢灵胶囊)", "光辉丙硫氧嘧啶片(丙硫氧嘧啶片)", "富兴飞鸽甲亢灵片(甲亢灵片)", "仁源堂甲亢灵颗粒(甲亢灵颗粒)", "精华丙硫氧嘧啶片(丙硫氧嘧啶片)", "托西尔康(酒石酸美托洛尔缓释片)", "龙仕康抑亢丸(抑亢丸)", "浙江奥托康硫唑嘌呤片(硫唑嘌呤片)", "新维熹(维生素C钠胶囊)", "四川瑞康酒石酸美托洛尔缓释(酒石酸美托洛尔缓释片)", "精华制药丙硫氧嘧啶片(丙硫氧嘧啶片)", "浙江万晟阿替洛尔片(阿替洛尔片)", "益民药业阿替洛尔片(阿替洛尔片)", "广东华南丙硫氧嘧啶片(丙硫氧嘧啶片)", "上海上药中西制药甲巯咪唑片(甲巯咪唑片)", "北京太洋甲巯咪唑片(甲巯咪唑片)", "上海上药信谊药厂丙硫氧嘧啶(丙硫氧嘧啶片)", "陕西渭南华仁甲亢灵胶囊(甲亢灵胶囊)", "托西尔康(酒石酸美托洛尔缓释片)", "四川瑞康酒石酸美托洛尔缓释(酒石酸美托洛尔缓释片)", "苏州东瑞丙硫氧嘧啶片(丙硫氧嘧啶片)"]}
{"_id": {"$oid": "643fab530efedcaae17458a6"}, "name": "老年人风湿性心脏病", "desc": "老年人风湿性心脏病多为青年时期患风湿热，遗留心脏瓣膜损害而导致风湿性心脏病(senilerheumaticheart\ndisease)，该病延续到老年所致，极少数为晚年发病，本病患者能够活到老年可能是由于心脏原来的受侵程度较轻，风湿热反复发作次数较少或发病年龄较迟等原因。临床最常见的为二尖瓣和主动脉瓣病变，近年来由于瓣膜疾病的诊断技术和治疗手段明显改进，能够通过许多无创性方法对心脏瓣膜的功能状态进行定量评估，随着现代精细生物瓣膜和机械瓣膜的研制，使得风湿性心脏瓣膜病患者生存率日趋提高。老年人风湿性心脏病可以没有或很少有临床症状，也可有进行性心脏损害，还可因风湿活动、高血压、冠心病和感染等因素使症状加重。老年有风湿活动时可表现为心脏炎-心动过速、新的杂音出现、心电图变化以及血沉增快等，也可有关节炎，但环形红斑、舞蹈病和皮下结节在老年患者中较少见。\n\n", "category": ["疾病百科", "内科", "心内科"], "prevent": "老年人心脏直视手术危险性大，必须慎重，但严重的二尖瓣狭窄，心功能迅速减退，或房颤和发生栓塞有再栓塞的可能时，作交界分离，左房取栓及瓣膜置换等手术不应受年龄限制，而应根据病人全身情况来确定，对于老年人应掌握好手术适应证和禁忌证，术前对患者手术承受能力，各主要脏器的功能状态，手术方式和时机的选择，术中可能出现的危急情况，术后并发症及其防治措施应作全面而综合考虑。", "cause": "(一)发病原因\n目前公认急性风湿热是由于A族乙型溶血性链球菌感染后引起的一种变态反应或过敏性疾病，链球菌最外层为荚膜，中间为细胞壁，内层为细胞膜和细胞质，细胞壁从内到外由蛋白质，多糖和黏肽组成，蛋白质层为特异性蛋白，可分为M，T，R，S等抗原成分，其M蛋白分子和肌肉蛋白的原肌球蛋白有共同抗原性，并有研究证实M蛋白的胰蛋白酶分解片段与心肌纤维膜有交叉抗原性;细胞壁上的多糖与心瓣膜的糖蛋白具有交叉抗原性，黏肽静脉注射也可造成风湿样的结节性心脏损害;细胞膜上脂蛋白也具有复杂的抗原性，与心脏瓣膜，肌纤维膜和血管平滑肌等也有交叉抗原性，当链球菌感染时，如果机体的免疫功能正常，那么机体会错将链球菌误认为是自身抗原而不产生正常的免疫反应将其清除，一旦机体免疫功能异常，便可对进入体内的链球菌表面的抗原成分产生免疫反应，产生相应的抗体，这些抗体不仅与链球菌有关的抗原发生反应，同时也与那些和链球菌具有交叉抗原的自身心肌组织和心瓣膜发生免疫反应，而造成组织损伤，反复链球菌感染可不断刺激机体产生抗体，使心瓣膜反复损伤而硬化形成瓣膜病。\n(二)发病机制\n病人被链球菌感染后对心脏的损伤主要表现在2个方面：\n①急性期所致的风湿性心脏炎：急性风湿热几乎均可引起心脏损伤，可累及心包，心肌和心内膜形成全心炎，心包腔内可纤维素样炎性渗出，或产生心肌急性水肿和心内膜炎。\n②反复发作所致的心脏瓣膜病：可见心肌内血管的纤维性瘢痕，左房心内膜纤维化，瓣叶上血管形成等，瓣膜可发生充血，肿胀，瘢痕形成和腱索乳头肌粘连，硬化，钙化和挛缩，导致瓣膜狭窄或关闭不全，一般二尖瓣病变比主动脉瓣多见，二尖瓣和主动脉瓣病变可同时存在，病变类型在二尖瓣大多数为狭窄，而主动脉瓣则以关闭不全为主，单纯风湿引起的三尖瓣和肺动脉瓣病变临床上在老年人中较少见，即使有也多伴有二尖瓣和主动脉瓣病变，因此本章主要叙述二尖瓣和主动脉瓣病变。\n1.二尖瓣病变\n二尖瓣在左心室收缩时能够保持严密的闭合状态，是由二尖瓣本身及其周围解剖结构的多种成分共同来完成的，统称为二尖瓣装置，主要包括六个成分：左心房，二尖瓣叶，二尖瓣纤维环，腱索，乳头肌和左室壁。\n风湿性二尖瓣狭窄的早期以瓣膜交界处及其基底部水肿，炎症和赘生物的形成为主，晚期在愈合过程中由于纤维蛋白的沉积和纤维性变，逐渐形成前后瓣叶交界处粘连，融合，瓣膜增厚，硬化以及腱索缩短而相互粘连，限制瓣膜活动功能和开放，导致瓣口狭窄，老年人二尖瓣狭窄时可以见到瓣环的钙化，其特点是瓣环有纤维增厚，脂质沉着钙化是一种老年退行性变，瓣环发生钙化最明显的部位是后侧叶下心室面，当钙质沉着逐渐加重时，后叶可被推向前而固定，由于许多老年的二尖瓣狭窄在临床上并无风湿活动的证据，且与年轻时可能存在的风湿热相距时间太长，因此有人认为老年人二尖瓣狭窄的发展可能是由于急性瓣膜炎愈合灶的存在，以致血流经过该处时发生湍流，持续的机械冲击造成了进行性非特异性瓣膜损伤，形成瘢痕或粘连，根据病变程度的不同可分为4种类型：隔膜型，隔膜增厚型，隔膜漏斗型和漏斗型，根据狭窄的程度和代偿状态可分为3期：\n①左房代偿期：多数狭窄程度较轻，由于舒张期左房排血受阻，左房出现代偿性扩大与肥厚以增强收缩力，使舒张期主动排血增加，此时心脏功能尚能完全代偿。\n②左房失代偿期：随着病变的加重和病情进展，左房代偿性扩大，肥厚和增强收缩力却难以克服瓣口狭窄所致的血流动力学障碍时，可出现左房压，肺静脉压和肺毛细血管压力的增高，一方面可引起肺顺应性的下降，呼吸功能发生障碍导致低氧血症，另一方面肺毛细血管压力升高，引起血浆甚至血细胞渗出毛细血管外，进入肺泡引起急性肺水肿，出现左房衰竭的征象。\n③右心室衰竭期：长期的肺淤血后肺顺应性降低，反射性引起肺小动脉痉挛收缩，最终导致肺动脉高压，增加右心后负荷使右心室壁增厚，右心腔扩大，引起右心衰竭，此时通过肺脏的血流减少，使得肺淤血和左房衰竭反而减轻，但在房颤伴有快速室率及舒张期缩短者，在肺毛细血管压升高时仍易发生肺水肿。\n二尖瓣闭合不全主要是由于风湿热反复发作导致瓣膜增厚，瘢痕形成和瓣叶挛缩，以及腱索粘连，断裂和乳头肌瘢痕形成和缩短，使瓣膜运动受限影响其闭合，通常无瓣膜钙质沉积或仅有轻度钙质沉积，整个收缩期均有血流自左室反流至左房，使左房压力和容量升高，这种反流可一直持续到左室压力下降到低于左房压时，长期的反流可使左房扩大，发生急性肺水肿，继之肺动脉高压和右室负荷过重引起右室肥大，右心衰竭，而在舒张期左室的容量负荷增加可产生离心性左室扩大和肥厚，尽管左室射血阻力降低，射血分数正常或增高，但左室周径缩短率与正常人相比是减小的左室收缩末期容积指数增高，风湿引起的二尖瓣关闭不全有逐渐发展的趋势，其原因：\n①风湿病变可持续活动;\n②瘢痕化过程可持续数年;\n③Edwards提出当二尖瓣关闭不全引起左房扩大时，后者又使二尖瓣后叶发生移位，致使反流量增加形成恶性循环。\n2.主动脉瓣病变\n在老年风湿性心脏病中主动脉瓣病变占20%～35%，但大多数合并有二尖瓣病变，目前认为单纯主动脉瓣狭窄不是由风湿热引起的后遗症，很多是由于钙化所致，主动脉瓣狭窄一般发展缓慢，且左室收缩力很强，因此心脏有充裕的时间通过代偿机制保持相对良好的心功能状态，重度狭窄时左室收缩期负荷增加，室壁纤维较正常增粗伸长，产生左室向心性肥厚，以使收缩力加强，收缩压增高，提高左室-主动脉压差来维持正常的心输出量，但长期的左室负荷增加引起左心室极度肥厚致下列不利影响：\n①心肌变硬，舒张功能减退，舒张期顺应性降低，导致左室舒张功能障碍，左室舒张末压升高，以致对前负荷极为敏感，即轻度前负荷增加即可导致肺静脉高压，甚至发生肺淤血和肺水肿。\n②心肌肥厚而毛细血管数量并不增加，使氧的弥散半径加大，心肌相对供血不足，左室射血阻力增加，心肌收缩力加强使心肌耗氧量增加。\n③左室舒张末压的增高，肥厚的心肌挤压壁内小冠脉，从而增加冠脉灌注阻力，减少舒张期冠脉流量;而主动脉平均压下降更使冠脉灌注不足，进一步加重心肌缺血，长期供血不足可产生左室心肌的纤维化，尤以心内膜下纤维化最为广泛，使心肌收缩力下降，顺应性进一步减低，逐渐产生心力衰竭，甚至诱发心绞痛和心肌梗死，老年人常常伴有冠状动脉疾患而使病情加剧，预后更差。\n主动脉瓣关闭不全主要由于风湿性主动脉瓣炎后瓣叶缩短，变形所致，反流量的大小除与反流瓣口的大小有关外，还与左室顺应性，外周血管阻力大小，心率快慢以及主动脉和左室间压差大小有关，由于主动脉与左室间在舒张期存在明显的压力差，故即使反流口径较小也可产生明显的血液反流，大量血液反流入左室而使舒张期左室容量负荷加大，左室心肌纤维被动牵张，左室腔逐渐增大，可发展为巨型左室，当左室舒张期末压升高到一定程度时，特别是左室收缩功能不良，可引起左室舒张末期容积和压力急剧上升，左房压和肺静脉压升高，最终引起左心衰竭和肺水肿，同时主动脉舒张压的降低又可影响冠脉供血，使心肌缺血致进一步使心肌收缩力下降，加重心功能不全，左室收缩时其压力升高发生较早，血液射出期较短，血液到达周围小动脉主要发生在收缩早期，当大量的血液在收缩早期进入充盈不足的动脉时，周围动脉可发生显著的冲击感。", "symptoms": [], "yibao_status": "否", "get_prob": "0.005%", "easy_get": "老年人", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "手术治疗", "支持性治疗"], "cure_lasttime": "1-2年", "cured_prob": "10%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约(5000-10000元)", "check": [], "recommand_drug": ["琥乙红霉素颗粒", "十一味甘露胶囊", "硬脂酸红霉素颗粒", "利心丸", "滋心阴胶囊", "依托红霉素片", "琥乙红霉素胶囊", "琥乙红霉素片", "依托红霉素颗粒", "硬脂酸红霉素片"], "drug_detail": ["天施康滋心阴胶囊(滋心阴胶囊)", "利君沙(琥乙红霉素片)", "金珠雅砻十一味甘露胶囊(十一味甘露胶囊)", "山西澳迩依托红霉素颗粒(依托红霉素颗粒)", "长春迪瑞琥乙红霉素颗粒(琥乙红霉素颗粒)", "河北天成依托红霉素颗粒(依托红霉素颗粒)", "湖北东信琥乙红霉素片(琥乙红霉素片)", "博祥利心丸(利心丸)", "吉林特研利心丸(利心丸)", "浙江京新琥乙红霉素片(琥乙红霉素片)", "湖北东信依托红霉素颗粒(依托红霉素颗粒)", "北京首儿依托红霉素颗粒(依托红霉素颗粒)", "开封制药琥乙红霉素颗粒(琥乙红霉素颗粒)", "吉林鹿王利心丸(利心丸)", "利君沙(琥乙红霉素胶囊)", "利君沙(琥乙红霉素颗粒)", "神威硬脂酸红霉素颗粒(硬脂酸红霉素颗粒)", "吉林国药利心丸(利心丸)", "广东华南依托红霉素片(依托红霉素片)", "国药集团广东环球制药依托红(依托红霉素片)", "修正药业依托红霉素片(依托红霉素片)", "台山化学制药硬脂酸红霉素片(硬脂酸红霉素片)", "福建中合医药依托红霉素片(依托红霉素片)"]}
{"_id": {"$oid": "643fab530efedcaae17458a7"}, "name": "老年人甲减性心脏病", "desc": "\n\t甲状腺功能减退性心脏病(甲减心)是由于甲状腺素合成，分泌不足或生物效应不足而引起心肌收缩力减弱，心排血量和外周血流量减少等一系列症状和体征的一种内分泌紊乱性心脏病。\n\n", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.一级预防\n通过对各种病因的预防从而避免甲减的发生，其中包括预防桥本甲状腺炎，避免缺碘或碘过多，Graves病的适量放射性碘治疗，避免抗甲状腺药物过量，及其他可致甲减的药物如对氨基水杨酸、保泰松、过氨酸钾、钴、锂及胺碘酮的长期过量应用。近年来，胺碘酮治疗老年人心律失常颇为常见，胺碘酮对甲状腺功能有3方面作用：第一，是通过与细胞核内甲状腺受体结合以对抗甲状腺素作用；第二，是抑制外周T4转化为T3，故长期用药可致血清T3水平下降和一过性TSH升高；第三，是该药含碘35%(按重量算)，在体内代谢时产生大量的无机碘，导致甲状腺有机碘化作用的抑制。服用该药的病人，可能发生甲减(美国多见)，国内也屡有报道，故对长期服用胺碘酮的老年病人，应定期复查甲状腺功能。\n2.二级预防\n即早发现，诊断患病老人，定期(半年至1年)体检十分重要，尤其对接受放射性碘治疗及服用抗甲状腺药物或服用对氨基水杨酸、保泰松、过氨酸钾、胺碘酮的高危老人，应定期行甲状腺功能测定(3个月至半年)。\n3.三级预防\n对于诊断明确的老人，应予以甲状腺素替代治疗，以减少病残率及甲减性昏迷，心脏并发症发生率。\n老年性甲减患者，如病程较长，则心脏表现甚为突出，发生率达70%～80%。除窦性心动过缓外，尚有心脏扩大、心包积液、心音遥远、血压增高、并发动脉粥样硬化等，往往酷似高血压、冠心病或心肌病，极易误诊，而导致治疗不及时；有时危及生命，而一旦确诊和及时治疗，预后良好。", "cause": "患者甲状腺素合成或分泌不足，使机体各器官和组织代谢率降低，导致水钠潴留，组织毛细血管通透性增加及局部淋巴回流减慢，以及因局部黏液性水肿而有嗜水性黏多糖和黏蛋白堆积，造成心肌水肿和浆膜腔积液，其中以心包积液最为重要。早年报道甲减心包积液发生率达30%～80%。近年来，随着分析技术的提高可早期发现轻型甚至无症状的甲减患者，因此心包积液发生率下降；但仍有不少甲减患者以心包积液为首发症状。甲减性心包积液多为小量，亦可中至大量，生长缓慢，即使大量心包积液，也较少发生心包填塞；病人心率减慢和每搏输出量减少，心排量降低，周围血液量减少，血流速度减慢，循环时间延长，为了保持热量，皮肤血管呈收缩状态，外周阻力增高。\n甲减时，甲状腺激素不足，心肌许多酶活性受抑制。另有人发现，甲减时心肌肌浆网功能和肌浆球蛋白三磷腺苷活性降低，导致心肌变力，变速作用减弱，心肌对儿茶酚胺敏感性降低或心肌儿茶酚胺受体减少，致使心肌发生非特异性心肌病变，心脏扩大呈球状，促使甲减性心脏病的发生。\n甲减时脂肪代谢发生变化，正常胆固醇半寿期约为75天，甲减时延长至150天，此可能是本症中血胆固醇增高的原因，也是促使患者发生冠心病的危险因素。\n甲减患者中有7.8%～25%的人血压升高，而且用甲状腺素替代治疗后，血压明显下降，高血压的原因推测与下列因素有关：\n(1)高脂血症促进动脉硬化导致高血压形成。\n(2)基础代谢率降低，有效循环血量不足，外周血管代偿性收缩。\n甲减时心肌对肾上腺素和去甲肾上腺素的敏感性下降，加之组织耗氧量减少及代谢率降低，心动过缓多见；其次为房室传导阻滞；另外，甲减可引起Q-T间期延长，严重者出现室性心律失常，如扭转型室速，反复发作的心房颤动，甲减纠正后，Q-T间期可恢复正常。", "symptoms": [], "yibao_status": "否", "get_prob": "0.005%", "easy_get": "老年人", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "康复治疗"], "cure_lasttime": "3-5周", "cured_prob": "80%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（3000——20000元）", "check": [], "do_eat": ["鸡肉", "鸡内金", "芝麻", "葵花子仁"], "not_eat": ["江米酒", "黄酒", "白酒", "田螺"], "recommand_eat": ["玫瑰花茶"], "recommand_drug": ["甲状腺片", "益康胶囊", "维生素D2丸", "左甲状腺素钠片", "骨化三醇软胶囊"], "drug_detail": ["宇宙甲状腺片(甲状腺片)", "山东惠诺甲状腺片(甲状腺片)", "君碧莎益康胶囊(益康胶囊)", "加衡(左甲状腺素钠片)", "吉林吉春益康胶囊(益康胶囊)", "加衡(左甲状腺素钠片)", "山东仁和甲状腺片(甲状腺片)", "优甲乐(左甲状腺素钠片)", "南宁康诺甲状腺片(甲状腺片)", "兖州生宝甲状腺片(甲状腺片)", "济生甲状腺片(甲状腺片)", "中泰甲状腺片(甲状腺片)", "山东鲁北甲状腺片(甲状腺片)", "天津君安甲状腺片(甲状腺片)", "卫材(辽宁)制药甲状腺片(甲状腺片)", "亚宝益康胶囊(益康胶囊)", "葵花药业维生素D2丸(维生素D2丸)", "北京赛而甲状腺片(甲状腺片)", "盖三淳(骨化三醇软胶囊)", "山东绿因甲状腺片(甲状腺片)", "加衡(左甲状腺素钠片)", "吉林吉春甲状腺片(甲状腺片)", "浙江尖峰甲状腺片(甲状腺片)"]}
{"_id": {"$oid": "643fab530efedcaae17458a8"}, "name": "老年人甲亢性心脏病", "desc": "甲状腺功能亢进心脏病(甲亢心)是由多种原因引起的甲状腺病态地分泌过量的甲状腺激素，对心脏直接毒性作用或间接影响而引起心律失常，心脏扩大，心力衰竭，心绞痛等一系列症状和体征的一种内分泌紊乱性心脏病。", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.一级预防\n通过对各种病因的预防从而避免甲亢的发生。其中包括预防桥本甲状腺炎，避免缺碘及碘摄入过量，预防感染(肠道耶尔森菌感染)，避免精神刺激及创伤；可通过钓鱼，养花，书法，绘画来怡情养性，安神宁志，同时积极参加社会活动，充实老年生活，保持乐观，开朗的性格，忌终日忧思紧张，克服孤僻，悲观，厌世，狭隘，暴躁等不良性格及情绪，保持一个良好舒畅的心境。\n2.二级预防\n即早期发现，诊断患甲亢心的老人，定期(半年至1年)体检十分重要；尤其对高危老人，甲状腺功能测定，甲状腺彩超应作为常规体检项目，以便早发现早治疗。\n3.三级预防\n对于诊断明确的老人，正规系统治疗的同时应做好耐心的解释，安慰工作，防止患者情绪波动及外来的精神刺激；发病期间，要注意休息，早期应适当卧床，饮食以清淡，营养丰富且易于消化为宜，注意补充足够热量及营养，如糖，蛋白质及维生素B族等，以补充疾病对机体的消耗。", "cause": "遗传缺陷是Graves甲亢（GD）发病的基础，其依据是：\n①本病的家族聚集性十分明显。\n②同卵双生儿中相继患病的共显率为30%～60%，异卵者3%～9%。\n③病人本身或其家属常同时或先后发生其它自身免疫性甲状腺疾病，如桥本甲状腺炎，或其他自身免疫性疾病，如Ⅰ型糖尿病，重症肌无力，类风湿关节炎，系统性红斑狼疮，特发性血小板减少性紫癜，恶性贫血和萎缩性胃炎等。\n④HLA-B8，HLA-DR3，HLA-DR5，尤其是HLA-DQβW2及HLA-DR3-DQA1*0501-DQB*0201与GD密切相关。\n⑤IgG重链同种异型决定族基因位点Gm在GD患者中出现的频率明显高于正常人群，但是，本病的遗传方式迄今仍不清楚，遗传因素作用的结果可能是抑制性T细胞(Ts)功能缺陷。\n免疫异常是GD发病的关键，业已证实，GD患者体内存在体液免疫与细胞免疫的异常，其中，甲状腺刺激抗体(thyroid stimulating antibody，TSAb)是GD发生发展的主要原因。\n(1)体液免疫异常：GD患者血中可检出非甲状腺特异性抗体及甲状腺特异性抗体，前者包括抗核抗体，抗平滑肌抗体，抗淋巴细胞抗体，抗胰岛细胞抗体，抗肾上腺细胞抗体及抗胃壁细胞抗体等，这些非特异性抗体只是GD的一种表象，与GD的发病并无直接关系。\n甲状腺特异性抗体包括甲状球蛋白抗体(TGAb)，甲状腺过氧化酶抗体(TPOAb)，抗甲状腺激素抗体，钠/碘转运体(NIS)抗体，TSH受体抗体(TRAb)及甲状腺刺激免疫球蛋白(TGI)等，后两类抗体在GD发病机制中起重要作用。\n自1965年Adoms及Purves发现并命名GD血清中长效甲状腺刺激物(LATs)后，人们对其功能，性质及与GD的关系作了深入研究，现已确认，LATs及其类似物同属于一类异常的免疫球蛋白，主要由甲状腺内的淋巴细胞产生，一般属于IgG，统称为TRAb，它分为刺激型及阻断型两类，前者称为TSAb，后者以甲状腺刺激阻断抗体(TSBAb)为代表，TRAb尚可抑制TSH与其受体结合，基于这一原理检出的抗体称为TSH结合抑制免疫球蛋白(TBII)。事实上，TBII包括2个亚型，其一与TSAb作用一致，另一种具有TSBAb的活性，GD患者体内可同时存在刺激型及阻断型抗体，其活性的消长是甲亢与甲减相互转变的原因之一，TGI在GD患者体内有较高的检出率，此抗体与甲状腺肿大的发生密切关联。\n(2)细胞免疫异常：GD患者体内出现自身抗体与B淋巴细胞的调节异常有关，研究发现，GD患者血中活化T细胞，即HLA-DR+T细胞数目增多，其外周和(或)甲状腺内Ts细胞数量减少，辅助性T细胞(Th)与Ts比值升高，患者血循环中或甲状腺内NK数量及功能呈现明显变化，此外，GD患者体内尚存在γ-干扰素，白介素-6(IL-6)，IL-8，IL-10，IL-13，IL-15和IL-18等多种细胞因子含量的异常，这些因素对GD的发生及延续有重要意义。\n(3)HLA-DR抗原的异常表达：GD患者甲状腺细胞可异常地表达HLA-DR抗原，以往认为，这类甲状腺细胞可作为抗原提呈细胞，将自身抗原呈递于淋巴细胞，并诱导自身抗体的生成。近年，有人对此提出质疑，认为HLA-DR抗原的异常表达可能是一种继发性现象，对机体起到保护作用，能够阻断GD的进一步发展。\n(4)黏附分子异常：GD患者血中可溶性细胞间黏附分子(sICAM)，血管细胞黏附分子(VCAM)和选择素等多种免疫因子含量增多。病人甲状腺细胞亦可表达ICAM，淋巴细胞功能相关抗原(LFA)等。然而，黏附分子的异常是否继发于甲亢，抑或是GD的致病因素尚待进一步研究，\n(5)应激：精神创伤，手术，外伤与分娩等应激因素在GD的发生中起重要作用，应激导致肾上腺皮质激素急剧上升，进一步降低Ts功能，使Ts/Th比例失调，导致机体免疫应答反应增强，此外，应激状态下交感神经系统过度活化，后者直接或间接引起甲状腺激素合成及分泌异常。\n感染可导致正常人体细胞破坏和抗原的释放，诱导HLA-DR抗原表达及多种细胞因子的产生，进而促发GD，某些肠道细菌如耶尔森菌与TSH受体有共同抗原决定族，当其感染时，可产生类似于TRAb的自身抗体和(或)抗TSH抗独特型抗体，由此引起GD的发生。\nGD患者体内的IgG能够调节甲状腺细胞中Fas蛋白的表达及其介导的细胞凋亡，甲状腺刺激性抗体可通过抑制Fas诱导的细胞凋亡参与GD甲状腺肿的发展过程，而阻滞性抗体则通过抑制TSH作用，增加对Fas介导的凋亡的敏感性，导致桥本甲状腺炎(HT)甲状腺的破坏或萎缩性甲状腺炎患者中甲状腺的萎缩。另一方面，GD和HT患者体内可溶性Fas(sFas)的血清浓度存在异常，这是一种因剪切异常缺乏跨膜区域的Fas，可阻断Fas介导的细胞凋亡。GD甲亢期时sFas增加，GD缓解期和HT甲状腺功能正常时降低；而在HT甲减期和无痛性甲状腺炎甲亢期时保持正常，并且，sFas数值与GD甲状腺刺激性抗体活性相关联。这一结论提示，GD患者Fas剪切变异体表达的增加，正常Fas的减少，能通过防止甲状腺细胞凋亡，增加自身反应性B淋巴细胞产生甲状腺刺激性抗体，从而促进甲状腺生长。与此相反，HT中sFas的减少意味着正常Fas的表达增加，因而通过增加细胞凋亡导致甲状腺受损。\n发病机制\n1.甲状腺素对心脏的作用\n心肌细胞膜内侧面有甲状腺儿茶酚胺受体，甲亢时过多的甲状腺素可使心肌内三磷腺苷(ATP)和肌酸磷酸含量减少。据研究T4有直接的正性肌力作用，同时可使腺苷酸环化酶活性增强，与T4共同作用加强心肌收缩力，提高心肌儿茶酚胺作用和敏感性；还能抑制心脏单胺氧化酶活性，在过多的甲状腺素作用下，心肌平滑肌细胞膜慢钠-钙通道激活，产生正性变力作用及变时作用。以上共同作用的结果可使心动过速，心排血量增加。\n2.心肌代谢的改变\n现已知甲状腺素通过改变蛋白质的合成作用于心脏，甲亢时过多的甲状腺素加速心肌代谢和耗氧过程，在氧化中释放出的能量不能以高能磷酸键形式储存，而以热能形式散发，这种氧化磷酸化分离引起心肌内分解代谢增加，合成代谢抑制，导致三磷腺苷和肌酸含量不足，糖原和蛋白质合成减少，每次心肌兴奋-收缩耦联反应时，更多的热能被释放，心肌做功效率不高。\n3.血流动力学改变\n甲亢时过多的甲状腺激素使代谢亢进，皮肤毛细血管扩张，血管容量增加；加上微循环中动静脉分流的建立，回心血量增强，导致心排血量显著增加。甲亢病人每搏输出量，平均收缩期射血率，室壁缩短率和冠脉血流率均增加，而收缩射血间期和射血前期均缩短，脉压差增宽，体循环阻力降低，静脉回流量增加，肺动脉及右心室压力显著增加，心肌耗氧量增加，持续超负荷可使心脏扩大，产生心肌衰竭。因右室心肌储备能力小，所以甲亢多先出现右心衰竭，另外过多的甲状腺激素可使心肌细胞膜上Na /K -ATP酶活性增强，促进Na 外流，K 内流，影响心肌细胞电生理，尤其是使心房肌细胞动作电位时程缩短，电兴奋性增高，易致房颤等心律失常，同时，甲亢时心肌代谢氧化磷酸化分离，心肌对缺氧敏感性增高，易致冠状动脉痉挛，而引起心肌缺血。", "symptoms": [], "yibao_status": "否", "get_prob": "0.0053%", "easy_get": "老年人", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["对症治疗", "药物治疗", "手术治疗", "放射性治疗", "支持性治疗", "康复治疗"], "cure_lasttime": "1-3个月", "cured_prob": "70%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000 —— 80000元）", "check": [], "recommand_drug": ["抑亢丸", "甲巯咪唑片", "硫唑嘌呤片", "阿替洛尔片", "丙硫氧嘧啶片", "酒石酸美托洛尔缓释片", "维生素C钠胶囊", "甲亢灵颗粒", "甲亢灵片", "甲亢灵胶囊"], "drug_detail": ["信谊硫唑嘌呤片(硫唑嘌呤片)", "北京燕京甲巯咪唑片(甲巯咪唑片)", "东泰甲亢灵胶囊(甲亢灵胶囊)", "光辉丙硫氧嘧啶片(丙硫氧嘧啶片)", "富兴飞鸽甲亢灵片(甲亢灵片)", "仁源堂甲亢灵颗粒(甲亢灵颗粒)", "精华丙硫氧嘧啶片(丙硫氧嘧啶片)", "托西尔康(酒石酸美托洛尔缓释片)", "龙仕康抑亢丸(抑亢丸)", "浙江奥托康硫唑嘌呤片(硫唑嘌呤片)", "新维熹(维生素C钠胶囊)", "四川瑞康酒石酸美托洛尔缓释(酒石酸美托洛尔缓释片)", "精华制药丙硫氧嘧啶片(丙硫氧嘧啶片)", "浙江万晟阿替洛尔片(阿替洛尔片)", "益民药业阿替洛尔片(阿替洛尔片)", "广东华南丙硫氧嘧啶片(丙硫氧嘧啶片)", "上海上药中西制药甲巯咪唑片(甲巯咪唑片)", "北京太洋甲巯咪唑片(甲巯咪唑片)", "上海上药信谊药厂丙硫氧嘧啶(丙硫氧嘧啶片)", "陕西渭南华仁甲亢灵胶囊(甲亢灵胶囊)", "托西尔康(酒石酸美托洛尔缓释片)", "四川瑞康酒石酸美托洛尔缓释(酒石酸美托洛尔缓释片)", "苏州东瑞丙硫氧嘧啶片(丙硫氧嘧啶片)"]}
{"_id": {"$oid": "643fab530efedcaae17458a9"}, "name": "老年人酒精性心脏病", "desc": "早在1884年，Bollinger在尸检中发现长期大量饮用啤酒者心脏明显扩大，称其为慕尼黑啤酒心脏。20世纪以来，大量临床和动物试验证明，长期过度饮酒可以引起以心脏排血量降低为特征的心肌病，1985年以来，许多学者又提倡采用酒精性心脏病(alcoholicheartdisease)作为病名。因为它的病因主要是酒精，并在戒酒后心脏收缩功能可以明显改善，而且其病变也不仅限于心肌。", "category": ["疾病百科", "内科", "心内科"], "prevent": "酒精性心脏病在欧美国家颇为常见，但在亚洲国家中比较少见，对于本病若能早期诊断，戒绝饮酒，积极治疗，预后良好，反之，则预后恶劣，专门研究老年人本病的文献报告，国内外罕见，有待于老年医学研究者，给予重视。", "cause": "酒精(乙醇)及其代谢产物乙醛的毒性，无疑是本病最为重要的因素，最近澳大利亚的研究表明，社会酒类消费量降低后，本病发生率和病死率均降低，但是，有些研究也表明饮酒量和嗜酒持续时间与患者左室功能不全之间仅存在微弱相关;酒类所含酒精浓度与心肌受损程度之间亦非简单的线性相关。\n既往文献中常述及长期过量饮酒者，往往具有摄取食物减少的不良习惯，以致蛋白质和维生素缺乏，酒精代谢过程中，更增加了维生素的消耗，尤其是B族维生素，以致人们认为继发性营养缺乏也是病因之一，现已了解许多患者并不存在营养缺乏，而且补充蛋白质和B族维生素的治疗，效果也很有限，既往还认为啤酒中所含泡沫增强剂钴的毒性作用也是本病病因，但自1970年以后，啤酒生产通常不采用钴作为添加剂。\n饮酒者个体对于酒精耐受性的差异，在本病发病中的作用，是非常值得重视的一个问题，研究表明，饮酒者血中酒精含量，既能反映个体饮酒量，更加反映个体对于酒精耐受性的差异，有的国家法律规定血中酒精含量超过100mg%，禁止驾驶机动车，但有些饮酒者血中酒精含量达到50mg%，即出现运动，感觉和认知功能障碍。\n本病病因可能具有多种因素，酒精无疑是其中最为重要的因素，个体对于酒精耐受性的差异，甚至遗传因素，可能也参与了本病的发生。\n发病机制\n1.发病机制\n由于酒精在本病病因中，具有最为重要的地位，故有关其在发病机制中的作用研究也较多见，现将其主要观点介绍如下。\n(1)酒精直接损害心肌细胞膜，以致其膜屏障保护作用消失，赖以维持正常膜电位的钾，钠离子平衡受到破坏，导致细胞间信息传递混乱。\n(2)长期饮酒，引起细胞膜上的电压依赖性钙通道数量减少和活性降低，以致钙离子进入细胞内减少，心肌收缩力下降。\n(3)长期饮酒改变了肌球蛋白(myosin)和肌钙蛋白(troponin)的结构，以致改变了收缩蛋白间的越桥循环(cross-bridge cycling)，也改变了肌钙蛋白C复合物对于钙的敏感性，致使心肌收缩力降低。\n(4)酒精引起的细胞器损伤，与脂质过氧化作用对细胞器的损伤极为相似，故推测脂质过氧化作用与本病发生有关，但给予充分的抗氧化剂维生素E，却并不能防止酒精对于心肌的损害作用，故对此尚需作进一步研究。\n2.病理变化\n(1) 大体病理：大体观察心脏外观呈灰白色，心腔扩大，左室增厚，心肌松软，重量增加，偶尔可见心内膜纤维性增厚，约60%患者并发附壁血栓。\n(2)光学显微镜检查：可见心肌细胞肥大，胞核变小，数目减少，部分心肌细胞横纹消失，细胞间隙和血管周围纤维增生。\n(3)电子显微镜检查：可见心肌细胞受损，线粒体，肌浆网肿胀，空泡化，肌纤维内含有大量脂类，值得指出的是不论肉眼或显微镜观察，本病与扩张型心肌病，均无特殊差别。", "symptoms": [], "yibao_status": "否", "get_prob": "0.01%", "easy_get": "老年人", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "对症治疗", "支持性治疗"], "cure_lasttime": "1--3个月", "cured_prob": "20%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（3000 —— 8000元）", "check": [], "do_eat": ["鸡肉", "鸡内金", "葵花子仁", "白果（鲜）"], "not_eat": ["黄酒", "白酒", "田螺", "淡菜(鲜)"], "recommand_eat": ["玫瑰花茶"], "recommand_drug": [], "drug_detail": []}
{"_id": {"$oid": "643fab530efedcaae17458aa"}, "name": "老年人梅毒性心脏病", "desc": "老年梅毒性心脏病(senilesyphiliticheartdisease)是指梅毒螺旋体进入主动脉外层，导致主动脉炎，产生主动脉瘤，冠状动脉瘤、冠状动脉口狭窄和主动脉关闭不全等病变，并引起相应的临床表现。", "category": ["疾病百科", "内科", "心内科"], "prevent": "梅毒是不良社会和娼妓活动的产物，树立新道德，新风尚，禁止非法性交是防止梅毒传播的必要措施，禁毒并积极预防艾滋病的传播，对早期梅毒患者应用青霉素治疗，并随访血清试验，必要时重复治疗。", "cause": "(一)发病原因\n病原体梅毒螺旋体通过性接触，经受损黏膜侵入人体，约30min即可经淋巴管进入淋巴结，肝，肾，肺，心，骨，关节等，部分经过肺动脉淋巴管，进入主动脉的营养血管，由于升主动脉淋巴组织较多，病变多位于该处，人体感染梅毒后8～9周，螺旋体在体内不断增值，可引起继发性病变，约30%未治愈的患者最终引起心血管，神经和其他器官的晚期梅毒，由感染梅毒到发生心血管病变的潜伏期多为5～25年，患本病者男多女少，10%～25%心血管梅毒与神经性梅毒共存。\n(二)发病机制\n升主动脉最常受侵犯，其次为主动脉弓及降主动脉，其基本的病理变化为受累的动脉或动脉滋养血管发生闭塞性内膜炎，以致使动脉内膜水肿与瘢痕形成，肉眼所见病变的动脉内膜如同“鹰爪”样或“树枝”状，进而引起主动脉扩张和主动脉瘤，如同时有主动脉瓣环扩张，则可引起主动脉瓣关闭不全。\n本病主要表现有以下几种类型：\n①无并发症的梅毒性主动脉炎；\n②梅毒性主动脉瓣炎伴主动脉瓣关闭不全；\n③梅毒性主动脉瘤，可见于升主动脉，主动脉弓或降主动脉，少数形成主动脉窦瘤，有时也可见于腹主动脉；\n④梅毒性冠脉口狭窄或闭塞，病人可出现顽固性心绞痛，但较少发生心肌梗死；\n⑤心肌梅毒瘤(树胶样肿)，一般很少见，但可能损害传导系统，弥漫性者可导致心脏扩大和心力衰竭，在所有的梅毒性心血管病患者中，大约50%的人发生梅毒性主动脉炎，其中1/3～1/2同时发生主动脉瓣关闭不全，少数梅毒性心血管病可同时合并冠状动脉粥样硬化。", "symptoms": [], "yibao_status": "否", "get_prob": "0.001%", "easy_get": "老年人", "get_way": "性传播、血液传播", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "3个月", "cured_prob": "80%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（3000——8000元）", "check": [], "recommand_drug": ["心宝丸", "茶碱缓释片", "复方卡托普利片", "辅酶Q10胶囊", "辅酶Q10片", "盐酸贝那普利片", "氢氯噻嗪片", "卡维地洛片", "青霉胺片", "硝酸异山梨酯片", "硝酸甘油片", "呋塞米片", "地高辛片", "复方盐酸阿米洛利片", "乌龙养血胶囊", "门冬氨酸钾镁片"], "drug_detail": ["新亚富舒盐酸贝那普利片(盐酸贝那普利片)", "麒麟牌心宝丸(心宝丸)", "云鹏硝酸异山梨酯片(硝酸异山梨酯片)", "京益硝酸甘油片(硝酸甘油片)", "信谊青霉胺片(青霉胺片)", "常药氢氯噻嗪片(氢氯噻嗪片)", "江苏亚邦爱普森呋塞米片(呋塞米片)", "武都力(复方盐酸阿米洛利片)", "地奥盐酸贝那普利片(盐酸贝那普利片)", "能气朗(辅酶Q10片)", "信谊辅酶Q10胶囊(辅酶Q10胶囊)", "上海衡山辅酶Q10胶囊(辅酶Q10胶囊)", "开富特(复方卡托普利片)", "舒弗美茶碱缓释片(茶碱缓释片)", "洛汀新(盐酸贝那普利片)", "可力(地高辛片)", "星辰牌心宝丸(心宝丸)", "松鹿乌龙养血胶囊(乌龙养血胶囊)", "络德(卡维地洛片)", "力生呋塞米片(呋塞米片)", "龙源硝酸甘油片(硝酸甘油片)", "上海现代门冬氨酸钾镁片(门冬氨酸钾镁片)", "金络(卡维地洛片)"]}
{"_id": {"$oid": "643fab530efedcaae17458ab"}, "name": "老年人糖尿病性心脏病", "desc": "老年糖尿病性心脏病(elderlydiabetic\ncardiopathy，EDC)是糖尿病最严重的并发症之一，发病机制为，糖尿病引起脂类代谢和心肌代谢紊乱，引起心肌广泛灶性坏死，可诱发心力衰竭，心律失常，无痛性心肌梗塞，心源性休克和猝死，发病突然，但患者仅感短暂胸闷，心悸，可迅速发展至严重休克甚至昏迷状态。因此，要对患者及家属进行健康教育，特别要认识到，糖尿病患者发生心肌梗塞时症状不典型甚至无症状的特点，时刻提高警惕，以免延误病情。\n\n", "category": ["疾病百科", "内科", "心内科"], "prevent": "老年糖尿病性心脏病的预防主要是预防冠状动脉粥样硬化和冠心病，而糖尿病合并冠状动脉病变常为多支性，因而心肌梗死的再发生率高于非糖尿病患者，因此有效地控制血糖，纠正脂代谢紊乱，尤其为降低低密度脂蛋白水平，对改善动脉粥样硬化和预防心肌梗死的再发是很重要的，目前普遍认为HMG-CoA还原酶抑制药如普伐他汀能延缓动脉粥样硬化的发展，可稳定斑块，改善内皮功能，减轻血小板血栓形成，促进纤维蛋白溶解和减轻一过性的心肌缺血，因此，普伐他汀可改善冠心病的发病率和病死率，可作为二级预防用药，普伐他汀的常用量为10～40mg/d，另外控制吸烟，长期口服适量阿司匹林50～300mg/d可对抗血小板的聚集和黏附，对预防心肌梗死或再发性心肌梗死有一定作用，要对患者及其家属进行健康教育，使他们尽可能了解有关心肌梗死的知识，特别是要认识到糖尿病患者发生心肌梗死时症状不典型甚至无症状的特点，时刻提高警惕，以避免延误病情。", "cause": "(一)发病原因\n糖尿病性心血管疾病的病理改变可分为非特异性和特异性2种类型，前者指动脉粥样硬化及小动脉硬化，主要累及大中血管，包括肢体动脉及心，脑等血管，多见于老年人;后者指微血管病变及小动脉增生性改变，限于小血管，可见于不同年龄的患者，就心脏范围而言，糖尿病大血管病变就是心脏表面，心肌外的冠状动脉发生病变，即冠状动脉粥样硬化性心脏病;而糖尿病微血管病变主要是指心肌内的微小血管病变，即糖尿病性心肌病;另外，神经营养血管也可出现微血管病变，若发生于心脏，则可导致糖尿病性心脏自主神经病，糖尿病性心脏病是在糖，脂肪等代谢紊乱的基础上发生冠状动脉粥样硬化，微血管病变，心脏自主神经功能紊乱及心肌代谢异常，最终导致心脏的器质性和功能性改变。\n(二)发病机制\n老年糖尿病多有胰岛素抵抗，近年来认为，胰岛素抵抗可引起冠状动脉粥样硬化，微血管病变，脂类代谢紊乱，心脏自主神经功能紊乱，血液流变学改变及高血压等。\n1.胰岛素通过其自身的生长刺激作用和刺激其他的生长因子，能直接诱导血管平滑肌细胞增长和引起动脉壁内膜和中层增生;另外，在血管平滑肌细胞和成纤维细胞中，胰岛素能增加脂质合成。\n2.胰岛素能增加远曲肾小管对钠和水的重吸收，导致循环血容量增加，从而使血压升高;通过兴奋交感神经系统，使心排血量增加和外周血管收缩;能调节细胞离子的转运，使细胞内游离钙增加，以致小动脉平滑肌对血管加压物质的反应性增高，从而引起血压升高。\n3.胰岛素抵抗能引起脂类代谢紊乱，主要表现为高三酰甘油血症，这是因为高胰岛素血症可促进肝脏合成VLDL，而胰岛素抵抗又使脂蛋白脂酶作用受损，VLDL清除率降低，以致外周循环中VLDL进一步升高。\n4.高血糖不仅使血管内皮细胞受损，而且可引起血管壁的胶原蛋白及血浆脂蛋白中的载脂蛋白的非酶糖化和氧化，使正常的脂类代谢受阻，血管壁糖化胶原蛋白可吸附血中的脂质，以至脂质在血管壁上沉积，同时高血糖可导致血小板聚积功能亢进，纤维蛋白原增加，抗纤维蛋白酶减少，以至内皮增厚，中层肌细胞坏死进而纤维化，从而加重了心肌缺血和侧支循环不良。\n5.糖尿病患者的血糖升高可以与血红蛋白结合成糖基化血红蛋白(Hb A1)，使血红蛋白与氧不易解离，再加上糖酵解失常，进而2，3-二磷酸甘油酸(2，3-DPG)减低，以致组织缺氧，从而影响了心肌，血管内皮组织代谢，同时糖异生作用加强，使细胞内糖原颗粒增加，细胞内葡萄糖的摄取和氧化障碍，酮体利用受限，细胞内游离脂肪酸和三酰甘油堆积，而脂肪酸增加对细胞内酶系统活性有抑制作用，影响肌浆网对钙离子调节，而钙离子在胞质中的异常分布影响了心肌的收缩与舒张，再者非酶糖基化作用的增强又可引起糖基化蛋白在心肌间质中积聚，影响心肌的顺应性，所以，糖尿病的心肌病变可能是在胰岛素相对缺乏的基础上发生糖代谢紊乱所致。\n糖尿病心肌微血管病变\n微循环障碍，微血管瘤形成和微血管基底膜增厚，是糖尿病微血管病变的典型改变，而心肌毛细血管基底膜增厚是糖尿病心肌病变的特征性改变，其他微血管病变还有心肌毛细血管和微动脉的不规则扩张，毛细血管和微动脉瘤，微动脉和微静脉的螺旋状屈曲等改变，高血糖引起山梨醇旁路代谢增强，生长激素过多，血流动力学，血液流变学，凝血与纤溶活性，血小板功能异常，红细胞2，3-DPG，糖化血红蛋白含量增高所致组织缺氧等都与微血管病变的发生，发展有关，而血管活性物质及血管运动反应的改变，组织缺氧与血浆容量的缓慢扩张，均可引起糖尿病早期微血管床的普遍扩张，毛细血管静压增高，血流量增加，这些变化都促进了糖尿病微血管病变的发生，最终可导致心脏扩大，心脏重量增加，心肌变性僵硬，顺应性减弱，收缩力降低等，以致心室功能减退，尤以左心室功能减退更为常见。\n糖尿病性心脏自主神经病变\n高血糖时葡萄糖可竞争性与肌酐载体结合，阻碍了神经细胞对肌酐主动摄取过程，使得肌酐含量减少，Na+/K+-ATP酶活性降低，山梨醇在神经细胞内积聚，而神经细胞内山梨醇过多可直接破坏细胞结构与功能，使细胞膜的完整性与酶系统受损，以致神经纤维足突水肿，变性及坏死，进而出现节段性或弥漫性脱髓鞘改变，这就必然导致神经功能异常，此时糖尿病患者可出现无痛性心肌梗死，心律失常，直立性低血压，甚至心脏性猝死等。\n血管内皮功能紊乱与高凝状态\n高血糖与脂类代谢紊乱可使血管内皮损伤，胶原组织暴露，从而激活内源性凝血系统，使血管纤维蛋白(Fg)水平增高，纤溶降低，血小板黏附聚集性及血液黏度增高，以致血液呈高凝状态，最终导致病理性血栓形成。", "symptoms": [], "yibao_status": "否", "get_prob": "0.0352%", "easy_get": "老年人糖尿病患者", "get_way": "非传染性疾病", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "介入治疗", "手术治疗"], "cure_lasttime": "1-3个月", "cured_prob": "15%", "cost_money": "根据不同医院，治疗手段不同，收费标准不一致，市三甲医院约（5000 —— 80000元）", "check": [], "recommand_drug": ["玉泉颗粒", "津力达颗粒", "参花消渴茶", "十八味诃子利尿胶囊", "消渴灵片", "格列吡嗪缓释片", "Ⅰ", "格列美脲片", "TPF", "振源胶囊", "米格列醇片", "天麦消渴片", "消糖灵片", "依帕司他片", "参芪降糖颗粒", "盐酸二甲双胍片", "参芪降糖胶囊", "盐酸二甲双胍缓释片", "酒石酸罗格列酮片", "金芪降糖片", "格列齐特缓释片"], "drug_detail": ["洛各单酒石酸罗格列酮片(酒石酸罗格列酮片)", "能全力(肠内营养混悬液(TPF))", "秦苏(格列吡嗪缓释片)", "成博士参花消渴茶(参花消渴茶)", "鲁南参芪降糖颗粒(参芪降糖颗粒)", "以岭津力达颗粒(津力达颗粒)", "同仁堂玉泉颗粒(玉泉颗粒)", "富格天麦消渴片(天麦消渴片)", "吉药消渴灵片(消渴灵片)", "美迪康(盐酸二甲双胍片)", "格华止(盐酸二甲双胍片)", "悦达宁(盐酸二甲双胍缓释片)", "晶珠十八味诃子利尿胶囊(十八味诃子利尿胶囊)", "羚锐参芪降糖胶囊(参芪降糖胶囊)", "仙孚迪格列齐特缓释片(格列齐特缓释片)", "佑苏(格列美脲片)", "爽能二甲双胍格列本脲片(Ⅰ(二甲双胍格列本脲片(Ⅰ))", "德艾欣(盐酸二甲双胍缓释片)", "先通药业消糖灵片(消糖灵片)", "益盛振源胶囊(振源胶囊)", "奥恬苹米格列醇片(米格列醇片)", "隆顺榕金芪降糖片(金芪降糖片)", "唐林(依帕司他片)"]}
{"_id": {"$oid": "643fab530efedcaae17458ac"}, "name": "妊娠合并风湿性心脏病", "desc": "风湿性心反复风湿热累及心脏后，发生心脏瓣膜及其附属结构腱索和乳头肌病变，导致瓣膜狭窄或者关闭不全，以致心脏正常功能受到损害的疾患。二尖瓣狭窄孕妇患有二尖瓣狭窄时，最常见的并发症为肺水肿和心力衰竭，二尖瓣狭窄使左心房进入左心室回流受到机械性梗阻，此时血流只能通过异常增高的左心房与左心室压力阶差(跨瓣压)来推动，正常成人瓣口面积为4～6cm2，舒张期房室间无跨瓣压差，当瓣口≤2cm2(轻度狭窄)，左心房压轻度增加，跨瓣压差和湍流发生，当瓣口减少到1cm2时，要保持静止时正常心排血量约需2.6kPa左心房与左心室的压力阶差，跨瓣压差增加，左心房压进一步升高，左心房压增高以后引起肺静脉，肺毛细血管和肺动脉被动性升高，当肺毛细血管压升高超过4.0～4.7kPa(30～35mmHg)时，可致肺泡性肺水肿，持续性肺动脉高压可最后导致右心室衰竭。\n孕期血容量增加，心排血量增加，心率加快，使左心房内压上升，心代偿能力下降，临产子宫收缩，分娩时屏气均使心脏负荷进一步增加，胎儿，胎盘娩出后，子宫缩复和胎盘分流关闭使回心血流显著增加，左心房压骤升，可导致急性肺水肿。", "category": ["疾病百科", "妇产科", "产科"], "prevent": "风湿性心脏病威胁着育龄妇女的妊娠、分娩的安全与围生儿的生存。风心病无特殊预防方式，积极治疗原发疾病。加强围生育期保健、及时处理，大多数心力衰竭及死亡病例是可以避免的。\n风湿性心脏病在孕产期主要死亡原因是充血性心力衰竭、肺水肿与感染。未经孕前咨询及围生育期保健的孕妇，心力衰竭的发生率与死亡率均较经过产前检查者要高数倍至十多倍。若能加强围生育期保健、及时处理，大多数心力衰竭及死亡病例可避免。", "cause": "(一)发病原因\n风湿热(rheumatic fever)是A族乙型溶血性链球菌感染后引起的自身免疫性结缔组织病，以多发性游走性关节炎，心肌炎，皮肤环形红斑及皮下结节等为主要表现，其特点为反复发作，常遗留心脏瓣膜损害，导致风湿性心瓣膜病。\n风湿性心瓣膜病(rheumatic valvular disease)系由于反复风湿性心脏病发作，发生心瓣膜及其附属结构(腱索，乳头肌)病变，导致瓣膜狭窄和关闭不全的瓣膜功能异常，产生血流动力学障碍，即为慢性风湿性瓣膜病，风湿性心瓣膜病以二尖瓣最常见，其次为主动脉瓣，后者常与二尖瓣病损同时存在称联合瓣膜病。\n(二)发病机制\n风湿热可累及心脏和4个瓣膜，以二尖瓣病变多见，尤以二尖瓣狭窄最常见，这可能与4个瓣叶所承受的压力负荷不同有关，其病理改变的程度与病程长短，风湿热反复发生呈正相关。\n1.二尖瓣狭窄 孕妇患有二尖瓣狭窄时，最常见的并发症为肺水肿和心力衰竭，二尖瓣狭窄使左心房进入左心室回流受到机械性梗阻，此时血流只能通过异常增高的左心房与左心室压力阶差(跨瓣压)来推动，正常成人瓣口面积为4～6cm2，舒张期房室间无跨瓣压差，当瓣口≤2cm2(轻度狭窄)，左心房压轻度增加，跨瓣压差和湍流发生，当瓣口减少到1cm2时，要保持静止时正常心排血量约需2.6kPa左心房与左心室的压力阶差，跨瓣压差增加，左心房压进一步升高，左心房压增高以后引起肺静脉，肺毛细血管和肺动脉被动性升高，当肺毛细血管压升高超过4.0～4.7kPa(30～35mmHg)时，可致肺泡性肺水肿，持续性肺动脉高压可最后导致右心室衰竭。\n孕期血容量增加，心排血量增加，心率加快，使左心房内压上升，心代偿能力下降，临产子宫收缩，分娩时屏气均使心脏负荷进一步增加，胎儿，胎盘娩出后，子宫缩复和胎盘分流关闭使回心血流显著增加，肺淤血加重，左心房压骤升，可导致急性肺水肿。因此妊娠合并二尖瓣狭窄相当危险，妊娠晚期常合并心房颤动。\n2.二尖瓣关闭不全 单纯风湿性二尖瓣关闭不全少见，多与狭窄并存，单纯性二尖瓣关闭不全，一般能较好适应心脏负荷增加，很少发生肺水肿和心力衰竭。\n3.主动脉瓣狭窄 单纯性主动脉瓣狭窄较少见，轻型常能安全地度过妊娠，分娩及产褥期，重型者可发生充血性心力衰竭，甚至突然死亡。\n4.主动脉瓣关闭不全 由于孕期妊娠心率加快，舒张期缩短，虽然血容量增加，而由主动脉回流至左心室的血量趋于减少，所以多能较好耐受妊娠时血流动力学的变化。", "symptoms": [], "yibao_status": "否", "get_prob": "0.49%", "easy_get": "妊娠期女性", "get_way": "无传染性", "acompany": [], "cure_department": ["妇产科", "产科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "1-2个月", "cured_prob": "70%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（5000——10000元）", "check": [], "do_eat": ["赤砂糖", "鸡蛋", "鹌鹑蛋", "鹅"], "not_eat": ["啤酒", "白酒", "虾皮", "淡菜(鲜)"], "recommand_eat": ["芹菜炒肉片", "白菜蛋花粥", "牛奶绿菜花", "红烧菜花", "草莓沙拉拌生菜", "清炒木耳菜", "炒空心菜", "荔枝炒丝瓜"], "recommand_drug": [], "drug_detail": []}
{"_id": {"$oid": "643fab530efedcaae17458ad"}, "name": "肾上腺皮质功能减退性心脏病", "desc": "肾上腺皮质功能减退症系自身免疫，结核及肿瘤等严重破坏双侧肾上腺致肾上腺皮质激素分泌不足引起的一组临床症候群。倦怠、虚弱，色素沉着，体重减轻及血压下降为其主要临床表现。部分患者可出现明显的心血管损害，称为肾上腺皮质功能减退性心脏病。", "category": ["疾病百科", "内科", "心内科"], "prevent": "健康教育\n1、本病的心脏损害改善基于对艾迪生病本身的治疗，所以要积极治疗原发病。\n2、要教育患者使其了解疾病的性质，做好终身使用激素替代治疗的思想准备，在使用糖皮质激素的替代治疗前应根据患者的身高，体重，性别，年龄和体力劳动强度确定一个合适的基础量，平时采用此基础量补充生理需要，在有并发症时应根据具体情况适当加量。\n3、在艾迪生病确诊的基础上，要警惕心脏损害的发生，保护心脏功能，防治并发症。", "cause": "(一)发病原因\n肾上腺皮质功能减退主要有以下的原因：\n1.肾上腺纤维干酪样结核。\n2.与自身免疫有关的两侧肾上腺皮质萎缩。\n3.其他少见的原因：肾上腺转移性肿瘤;白血病浸润，淀粉样变性，血色病等。\n(二)发病机制\n结核性艾迪生病常因身体其他部位结核病灶经血行播散而致，肾上腺皮质和髓质均受累，主要病理是结核结节，纤维干酪样坏死，光镜下可见淋巴细胞，巨噬细胞及内皮细胞浸润，肾上腺钙化是肾上腺结核的特征性改变，特发性艾迪生病由特发性肾上腺萎缩引起，主要因为自身免疫性破坏所致，表现为皮质纤维化，皮质的球，束，网三带结构消失，并有大量的淋巴细胞，浆细胞浸润，而髓质变化不大，50%的该型患者血清中存在抗肾上腺抗体，近年认为，获得性免疫缺陷综合征(艾滋病)亦可引起本病，表现为坏死性，肾上腺炎伴巨细胞病毒感染，内脏病理方面，可见垂体前叶嗜碱性细胞(ACTH分泌细胞)增殖，透明变性，心脏缩小，心肌有褐色萎缩，皮肤生发层及真皮层和黏膜下色素沉着增多。\n糖皮质激素具有维持血管对循环血管收缩物质如去甲肾上腺素正常反应的作用，并对体液的分布和排泄产生影响，而盐皮质激素通过储钠排钾作用，影响细胞外液容量和电解质平衡，皮质醇和醛固酮减少可导致体内失水失钠，血容量和心排血量均下降，使血压显著下降，脉压差减小，同时低血压可致冠状动脉血量减少，心肌血液供应相对不足，此可逐渐引起心脏缩小，除血流动力学改变之外，糖，蛋白质代谢障碍在艾迪生病心脏损害的发病机制中亦有重要作用，糖皮质激素不足时，糖异生能力减弱，糖原合成下降，心肌能量储备减少，使心肌收缩功能障碍，另外，艾迪生病时，患者存在电解质紊乱，表现为高钾，低钠血症，尽管肾上腺切除动物的心肌内钾，钠等元素含量的实验研究结果不一致，但电解质紊乱对心脏功能及心肌收缩节律的影响是不容忽视的。", "symptoms": [], "yibao_status": "否", "get_prob": "0.03%", "easy_get": "无特殊人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "需要终身治疗", "cured_prob": "需要终身治疗，目前不能治愈", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（1000 —— 5000元）", "check": [], "do_eat": ["赤砂糖", "鸡蛋", "鹌鹑蛋", "鹅"], "not_eat": ["啤酒", "白酒", "螃蟹", "河蚌"], "recommand_eat": ["腰果西兰花", "莲子芡实粥", "冰糖莲子汁", "百合莲子绿豆粥", "桂圆莲子粥", "薏米莲子粥", "猪肉枸杞汤", "银耳绿豆粥"], "recommand_drug": ["醋酸可的松注射液", "醋酸氢化可的松片", "注射用甲泼尼龙琥珀酸钠"], "drug_detail": ["信谊醋酸氢化可的松片(醋酸氢化可的松片)", "米乐松(注射用甲泼尼龙琥珀酸钠)", "甲强龙(注射用甲泼尼龙琥珀酸钠)", "金耀药业注射用甲泼尼龙琥珀(注射用甲泼尼龙琥珀酸钠)", "上海通用药业醋酸可的松注射(醋酸可的松注射液)", "比利时辉瑞注射用甲泼尼龙琥(注射用甲泼尼龙琥珀酸钠)", "米乐松(注射用甲泼尼龙琥珀酸钠)", "重庆华邦制药注射用甲泼尼龙(注射用甲泼尼龙琥珀酸钠)", "金耀药业注射用甲泼尼龙琥珀(注射用甲泼尼龙琥珀酸钠)", "辽宁海思科注射用甲泼尼龙琥(注射用甲泼尼龙琥珀酸钠)", "辽宁海思科注射用甲泼尼龙琥(注射用甲泼尼龙琥珀酸钠)", "甲强龙(注射用甲泼尼龙琥珀酸钠)", "甲强龙(注射用甲泼尼龙琥珀酸钠)", "南光注射用甲泼尼龙琥珀酸钠(注射用甲泼尼龙琥珀酸钠)", "南光注射用甲泼尼龙琥珀酸钠(注射用甲泼尼龙琥珀酸钠)", "南光注射用甲泼尼龙琥珀酸钠(注射用甲泼尼龙琥珀酸钠)", "南光注射用甲泼尼龙琥珀酸钠(注射用甲泼尼龙琥珀酸钠)", "米乐松(注射用甲泼尼龙琥珀酸钠)", "米乐松(注射用甲泼尼龙琥珀酸钠)", "米乐松(注射用甲泼尼龙琥珀酸钠)", "比利时辉瑞注射用甲泼尼龙琥(注射用甲泼尼龙琥珀酸钠)"]}
{"_id": {"$oid": "643fab530efedcaae17458ae"}, "name": "糖尿病心脏病", "desc": "糖尿病心脏病是糖尿病患者致死的主要原因之一，尤其是在2型糖尿病患者中。广义的糖尿病心脏病包括冠状动脉粥样硬化性心脏病(冠心病)，糖尿病心肌病和糖尿病心脏自主神经病变等，糖尿病心脏病与非糖尿病患者相比，常起病比较早，糖尿病患者伴冠心病常表现为无痛性心肌梗死，梗死面积比较大，穿壁梗死多，病情多比较严重，预后比较差，病死率较高;如冠状动脉造影和临床排除冠状动脉病变，糖尿病患者出现严重的心律失常，心脏肥大、肺淤血和充血性心力衰竭，尤其是难治性心力衰竭，临床可考虑糖尿病心肌病。", "category": ["疾病百科", "内科", "内分泌科"], "prevent": "1.一级预防或原发性预防\n糖尿病冠心病的一级预防实际上是预防动脉粥样硬化的易发病因，尸检证明动脉粥样硬化早从儿童时期已有发生，有的青年时期已相当严重，所以预防应从儿童时期开始，遗传学中已经证明，糖尿病为多基因遗传疾病，冠心病20世纪70年代后，国外已注意到其遗传学方面的问题，有的调查资料报告，父母1人有冠心病，其子女的冠心病发生率2倍于无冠心病家庭;父母2人有冠心病，其子女冠心病发生率5倍于无冠心病家庭，可见冠心病的发生与遗传家族因素有密切关系，因此，凡是家族中有近亲糖尿病，冠心病和高血压者，都应该采取的积极的一级预防措施，防止糖尿病冠心病的发生。\n2.二级预防\n又称继发性预防，凡是已患糖尿病冠心病者，对于诱发或促进其病情发展的诸因素都应该避免，对于有症状者应该积极进行治疗，控制心绞痛，纠正心力衰竭和心律失常，改善心功能。\n3.三级预防\n根据病因，病机演变的途径进行预防，糖尿病并发症的发生有其特定的原因，预防这些病因，病机的演变是防止糖尿病冠心病发展的重要措施。\n(1)要注意饮食营养合理化，避免药物经常化：许多资料表明，体胖者易患糖尿病与冠心病，二者对肥胖者犹如姊妹形影相伴，根据石家庄城乡的普查，超过标准体重10%者为高体重;低于标准体重10%者为低体重;在平均标准体重以内者为正常体重，结果是高体重者患病率高(8.33%～8.97%)，低体重者患病率低(2.33%～2.92%);正常体重者患病率介于二者之间(3.06%～5.10%);三者患病率中，低限为农村患病率，高限为城市患病率，北京地区对冠心病，心绞痛调查分析，肥胖者发生率为49.2%，体瘦者为10.1%，两组的调查结果提示，体重的高低与患病率有着密切关系，尤其是糖尿病冠心病更是如此，因此，防止体肥超重是预防糖尿病冠心病的重要措施。\n(2)体育运动经常化，防止好逸恶劳悠闲化：糖尿病是一种终身性新陈代谢性疾病，运动是糖尿病四大基本疗法之一，运动能够改善细胞膜的功能，改善细胞器的功能，也能改善各系统器官的功能，所以，运动是防治糖尿病冠心病，降低体重的重要措施，尤为重要的注重体育运动的经常化，生命在于运动是至理名言，好逸恶劳悠闲化应该避免，这是体力活动与脑力活动降低的温床，有人曾统计，我国从秦始皇至清朝末代皇帝有生卒年月可考的210人，其中70岁以上的仅有10人，占4.76%;40岁以内死亡的短命皇帝120人，占57.14%，其早亡的一个重要原因是好逸恶劳悠闲化。\n(3)建立合理的生活制度：戒除烟，酒不良嗜好，避免精神紧张，情绪激动，养成稳定的心理素质。\n主要包括生活方式和运动干预，适当参加运动或体力劳动，保持体重正常，避免超重和肥胖，尤其是腹型肥胖，有助提高糖尿病患者心血管功能，有报告常规参加运动者心血管疾病的危险性降低35%～50%;低盐(建议每天摄入食盐不超过6g)低脂饮食(多摄入不饱和脂肪酸);戒烟，吸烟是心血管疾病的一重要危险因素，与不吸烟者相比，吸烟者心血管疾病的发生年龄较早，不吸烟者生活在吸烟的环境中(被动吸烟)，亦易发生心血管疾病，停止吸烟可使心血管疾病发生的危险明显降低;戒酒，饮酒对心血管疾病产生的影响尚有一些争议，有认为少量饮酒(30～60ml/d)可能减少心血管疾病的发生，但大量饮酒可升高血压和血脂，糖尿病患者饮酒可能干扰糖代谢，应尽可能地避免饮酒或不饮酒。\n1996年美国心脏病学会提出为减少心血管疾病发生的危险，建议一般人群的膳食及生活方式应争取达到以下目标：①戒烟;②适当的热量摄入和体力活动，防止肥胖，超重者减重;③脂肪摄入量占每天摄入总热量的30%或更少，饱和脂肪酸占每天摄入总量的8%～10%，多价不饱和脂肪酸摄入量占每天总热量达10%，单价不饱和脂肪酸摄入量占每天总热量达15%，胆固醇摄入量应在30 mg/d以下;④热量的55%～60%应来自复杂碳水化合物;⑤饮酒者及不忌酒精者，每天饮酒不超过1～2个酒精单位，不要使不饮酒者开始饮酒或增加饮酒量。", "cause": "发病原因\n糖尿病患者加速的动脉粥样硬化性心脏病和心肌病的发生除高血糖之外，主要还与其常合并脂质代谢异常、高血压发生率增加血液流变学异常及胰岛素抵抗或高胰岛素血症等有关。\n1、脂质代谢异常：\n(1) 胆固醇(Ch)：胆固醇升高是动脉粥样硬化的重要危险因素已为众多流行病学调查和临床研究证实。多数临床研究报告，与非糖尿病患者相比，糖尿病患者血胆固醇常无明显变化，但糖尿病如合并糖尿病肾病，常存在高胆固醇血症。多危险干预治疗研究显示在任何相同的胆固醇水平，糖尿病人群心血管死亡的危险性比非糖尿病患者明显增高同时，干预治疗亦表明降低血胆固醇水平能够明显减少糖尿病人群心血管病的发生和心脏事件的发生。\n(2) 甘油三酯(TG)：高甘油三酯血症是糖尿病患者最常见的脂代谢紊乱，尤其在初发和血糖控制不佳的患者中有关TG水平增高和动脉硬化关系有较多的研究多数认为高甘油三酯与动脉硬化的发生肯定有关。一致的观点是如果TG增高伴高密度脂蛋白-胆固醇(HDL-C)下降肯定是心血管疾病危险因素，在糖尿病患者中，单纯血清高TG血症亦预示心血管疾病发生的危险性增加另外糖尿病患者TG增高可增加细小低密度脂蛋白(IDL)分子的比例而促进动脉硬化的发生。\n(3) 极低密度脂蛋白(VLDL)：糖尿病患者常表现为VLDL增高。VLDL主要在肝脏合成，少量在肠黏膜合成，其所含成分以内源性TG为主，血浆中的TG主要来自VLDL，因此，VLDL的生成和清除速度是决定血中TG浓度的主要因素。糖尿病时，由于胰岛素绝对或相对不足，肝脏合成VLDL的速度明显大于其清除和分解速度，同时由于脂蛋白酯酶的活性下降，甘油三酯的分解缓慢，使富含TG的VLDL和乳糜微粒分解代谢受阻，造成VLDL在血中浓度升高。\n(4) 低密度脂蛋白胆固醇(LDL-C)：糖尿病患者常有LDL-C增高，尤其是非酶糖化和氧化修饰的LDL-C水平增高，明显增高其对血管内皮细胞和平滑肌的毒性作用。LDL系VLDL的降解产物，主要含内源性胆固醇，约占50%胆固醇通过胆固醇转酰酶的作用，在血浆中被酯化，酯化后的胆固醇多数储存在LDL颗粒中LDL被肝外组织细胞摄取，成为细胞膜胆固醇的主要来源肝外细胞膜上有识别LDL的ApoB受体，LDL与该受体特异性结合后向细胞内转移并在细胞内分解代谢，成为全身组织细胞胆固醇的主要来源，这亦是LDL分解代谢的主要途径。在持续高血糖状态，LDL的氧化和糖化修饰可损害肝细胞LDL受体对它的识别或降低它与组织细胞受体的亲和力，导致LDL的清除减少，并优先被巨噬细胞LDL受体识别、摄取和降解，从而导致胆固醇酯在巨噬细胞内堆积使其转化为泡沫细胞，促进动脉粥样硬化发生;另外，LDL的糖化可导致LDL易被进一步氧化修饰。相反，HDL的糖化可升高其清除速度，使其半衰期缩短。\n(5) 高密度脂蛋白胆固醇(HDL-C)：糖尿病患者常见HDL-C降低。已证实HDL-C具有抗动脉硬化的作用并发现其抗动脉硬化的作用主要与HDL-2亚型有关，而HDL-3变化很小。糖尿病患者HDL减少亦主要与HDL-2亚型下降有关。HDL主要含蛋白质，约占45%，其次为胆固醇和磷脂，各约占25%。血浆中HDL能与肝外组织的细胞膜结合，并同时摄取胆固醇，继而在胆固醇转酰酶及Apo AⅠ的作用下，促使胆固醇由游离状态转变为胆固醇酯，新生的HDL盘状物可转变为HDL-3，然后在VLDL参与下，经脂蛋白酯酶的作用，VLDL表面成分和胆固醇转移到HDL-3上去，使其转变为HDL-2糖尿病患者HDL降低可能与胰岛素量不足或胰岛素作用受损，脂蛋白酯酶活性降低使HDL-2合成减少及肝酯酶活性升高使HDL-2分解加速，加之HDL的糖化修饰使其清除速度增加有关。由于糖尿病患者常伴高TG血症，HDL颗粒中TG含量增高，TG部分取代了HDL颗粒中胆固醇的酯化部位因而使HDL颗粒从周围组织转运胆固醇的能力进一步降低，使周围组织细胞如动脉血管壁内胆固醇堆积，促进动脉粥样硬化的发生(胆固醇逆向转运的关键是细胞内游离胆固醇被HDL颗粒摄取后必须被酯化才能与VLDL等颗粒进行交换)。\n(6) 脂蛋白α[LP(α)]：LP(α)是一大分子糖蛋白，由脂质碳水化合物、ApoA和ApoB组成，由肝脏合成的一种富含TG的微粒代谢而来。ApoA和ApoB100两者由二硫键相\n连。Apo(α)和LP(α)的浓度均由遗传基因控制。LP(α)的生理功能尚不十分清楚，但与动脉硬化的发生密切相关有关糖尿病患者中LP(α)的报道结果尚不一致。一般认为：LP(α)在1型糖尿病和2型糖尿病患者中可能升高，尤其在伴糖尿病肾病的患者中;在合并心血管疾病的2型糖尿病患者中，LP(α)水平升高;LP(α)水平与糖尿病患者的代谢控制一般无关。\n比较一致的观点认为：糖尿病伴高胆固醇血症和LDL增高是肯定的心血管疾病的危险因素，但在糖尿病患者中，尤其是2型糖尿病患者，血清TG升高和HDL-C降低更为常见，血清TG增高伴HDL-C下降亦是心血管疾病的肯定危险因素;不少流行病学研究表明，单纯血清TG增高亦预示心血管疾病发生的危险性显著增加，有学者认为糖尿病患者TG增高与心血管疾病的危险性较胆固醇增高更为密切，特别是在肥胖的2型糖尿病患者中。由于TG的增高导致HDL和LDL量与质的改变(HDL-TG升高、HDL-C下降和LDL-TG升高)，更加剧了动脉硬化的发生。\n2、血液流变学异常：\n(1)血小板功能亢进：研究证实与非糖尿病患者相比，糖尿病患者血小板聚集性原发性增强血小板合成释放α-颗粒内容物(血栓球蛋白、血小板第四因子和血小板衍生生长因子)增加;对血小板激动剂如ADP、胶原蛋白花生四烯酸血小板活化因子及凝血酶的敏感性增强;血小板活化升高血栓素A2的合成和释放，加剧血小板的聚集在被ADP等激活时，血小板表面可表达糖蛋白Ⅱb-Ⅲa复合物，它可与纤维蛋白原结合，该过程是原发性血小板聚集的一部分不依赖于花生四烯酸途径和释放反应与非糖尿病对照者相比，糖尿病患者的血小板与纤维蛋白原连接增强，这部分可能与血小板表面血小板糖蛋白Ⅱb-Ⅲa分子数量增加有关\n(2) 凝血和纤溶系统功能异常：抗凝血酶Ⅲ和丝氨酸蛋白酶(肝素和硫酸肝素增强其活性)形成复合物并使其失活;蛋白C(被凝血酶-血栓复合物激活后)可使凝血因子Ⅴ和因子Ⅷ失活并刺激组织型纤溶酶原激活物(tPA重要的内源性纤溶系统的调节者)。糖尿病患者抗凝血酶Ⅲ活性降低和获得性蛋白C的相对缺乏，使糖尿病患者易于形成血栓;由于凝血因子Ⅻ、Ⅺ、Ⅷ及vonWillebrand因子浓度的增加，使糖尿病患者接触活化增强(内源性凝血途径)。\n纤溶酶原活化剂如tPA启动纤溶系统，使纤溶酶原转变为纤溶酶始动血栓的分解，该过程被组织型纤溶酶原激活物抑制物-1(PAI-1以其活性的形式释放)PAI-2和纤溶酶原抑制剂(α2抗凝血酶和α2巨球蛋白)所阻断。糖尿病患者tPA水平正常或增高，但因其与PAI-1连接增加，致其活性降低，另一方面，糖尿病患者PAI-1活性增高，也可能与胰岛素抵抗、高脂血症及内皮细胞受损等有关，加之，纤溶酶原的糖化降低其活化的易感性及蛋白C的相对缺乏亦降低tPA的释放。上述多因素损害糖尿病患者的纤溶系统。\n糖尿病患者常伴Lp(α)的增高，临床观察发现升高的Lp(α)水平与溶栓治疗再灌注失败有关该作用部分可能与Lp(α)中的Apo(α)与纤溶酶原结构的同源性有关，从而致Lp(α)竞争与内皮细胞的受体结合，抑制纤溶系统。\n(3) 红细胞：糖尿病患者的红细胞由于其细胞膜受糖化和脂质过氧化等因素的影响，红细胞脆性增加，盘性变性能力降低，表现在高切变速度下的全血黏度增高，以致不易通过毛细血管，有利于微血栓形成。\n3、胰岛素抵抗和(或)高胰岛素血症：\n糖尿病患者，尤其是2型糖尿病患者，常存在不同程度的胰岛素抵抗和(或)高胰岛素血症(胰岛素抵抗所致的代偿高胰岛素血症或因不适当治疗所致)。流行病学调查和临床研究提示胰岛素抵抗和高胰岛素血症与动脉硬化性疾病发生的危险性增加密切相关，但确切的机制不明，持久的高胰岛素血症可能通过以下途径发挥作用：① 刺激动脉壁平滑肌和内皮细胞增生并使血管腔变窄;② 增加肝脏VLDL产生，促进动脉壁脂质沉积;③ 刺激内皮细胞等合成和释放PAI-1，损害机体的纤溶系统，促进血栓形成;④ 通过多种机制升高血压(如促进肾小管上皮细胞重吸收钠和内皮细胞合成分泌内皮素等);⑤ 增加机体交感神经的兴奋性，儿茶酚胺类物质分泌增加增加心排出量和收缩血管;影响跨膜离子转运，使细胞内钠离子和钙离子浓度升高，从而提高小动脉平滑肌对血管加压物质的反应性;另外，刺激动脉壁血管平滑肌增生肥厚，使小血管腔狭窄，外周阻力增加等。上述作用均可能加速动脉硬化的发生和进展。一些临床研究报告，糖尿病患者常存在明显的高胰岛素原血症，胰岛素原致动脉粥样硬化的危险性显著高于胰岛素。\n4、低度血管炎症：\nIGT、糖尿病或IR状态时，常存在低度的血管炎症反应。研究显示炎症与AS有关并参与AS斑块和血栓的形成和发展当机体在大血管疾病危险因子(如高胰岛素或胰岛素原血症、高血压、高血脂和吸烟等)的作用下，可出现内皮细胞功能异常各种黏附分子、炎症趋化因子表达增加，吸引炎症细胞，主要是单核细胞和T淋巴细胞向动脉内膜黏附和迁移，进入血管壁后，单核细胞在细胞因子的作用下分化为巨噬细胞，后者可摄取经氧化修饰的低密度脂蛋白而转化为泡沫细胞，泡沫细胞可凋亡、坏死而释放脂质形成细胞外脂核。当脂核较圆大时，纤维帽变薄，巨噬细胞为主时，一些细胞因子如肿瘤坏死因子-α(TNF-α)、白介素-6、干扰素和基质金属蛋白酶等参与炎症和分解作用可导致动脉粥样硬化斑块糜烂或破裂，继而有血小板活化和血栓形成，造成血管狭窄或闭塞，临床表现为心脑血管事件C反应蛋白(CRF)是炎症的标志物，同时其本身也直接参与了动脉粥样斑块和血栓的形成。CRF见于粥样斑块内可诱导补体激活，招募单核细胞，诱导其产生组织因子，阻滞内皮细胞对血管活性物质的反应性，削弱内皮型-氧化氮合酶(eNOS)和NO的产生，诱导PAI-1mRNA表达和PAI-1产生，促使LDL-C氧化和巨噬细胞摄取oxLDL等。其他炎症标志物还有纤维蛋白原凝血因子Ⅷ和PAI-1等，它们同时也参与了AS的形成。\n5、高血糖 ：\n高血压和糖尿病是动脉硬化性疾病的独立危险因素，来自Framinghan的研究报告，两个或两个以上危险因素同时存在升高动脉硬化事件的危险性呈相乘而不是相加形式。无论收缩压和舒张压升高，均影响寿命平均动脉压每增加10mmHg，心血管病的危险性就增加40%。临床荟萃分析提示，若血压从115/75mmHg开始，收缩压每增加20mmHg，舒张压每增加10mmHg，心血管事件就成倍增加，中国未治疗的高血压患者中，70%～80%死于脑血管病10%～15%死于冠心病，5%～10%死于肾衰。\n6、高血压 ：\n大量的动物实验和临床研究提示糖尿病慢性并发症(如糖尿病视网膜病变、糖尿病肾病及神经病变)的发生率、严重性及进展速度与高血糖的存在相关，多中心前瞻性有关“糖尿病控制和并发症试验”(DCCT)的临床研究证实，研究入选患者1441例(1型糖尿病)，平均随访6.5年，与常规治疗组(HbAlc<9.1%)相比，血糖强化治疗(HbAlc7.2%)组，糖尿病视网膜病变、周围神经病变及糖尿病肾病的发生率和进展速度不同程度地被明显降低;最近，来自联合王国前瞻性糖尿病研究(UKPDS)组的为期11年的前瞻性研究报告进一步证实强化血糖控制(应用胰岛素、磺酰脲类或双胍类等)同样可明显降低2型糖尿病患者微血管并发症。上述研究结果强烈提示高血糖是糖尿病慢性并发症的一种重要危险因素，高血糖可能通过多种机制发挥其病理生理作用，主要可能有以下几个代谢途径。\n发病机制\n糖尿病性心脏病的发病机制尚未完全阐明，但从糖尿病代谢紊乱、病理生理、无创伤性心功能检查以及病理解剖资料等发现，认为糖尿病性心脏病的发生主要与以下因素密切相关：\n1、大血管病变： 糖尿病大血管病变是动脉粥样硬化发展加速形成的，它是糖尿病病人心肌梗死、中风、肢端坏疽发生增加的原因。糖尿病病人动脉硬化加速形成及心肌梗死发生率增加的确切原因还不清楚，血管壁血小板、某些凝血因子、红细胞、脂质代谢等因素的异常均被认为起一定作用，此外，吸烟、高血压等共存的危险因素在疾病发展进程中可能也起了重要作用。脂类、黏多糖等代谢紊乱，特别是血浆LDL、甘油三酯等增高、HDL等降低，常比无此组病变的糖尿病患者或非糖尿病而有此类病变者为重提示糖尿病中脂代谢等紊乱为动脉硬化发病机制中的重要因素。著名的心脏保护研究(heart prevention study，HPS)已证实，给予他汀类药物严格控制血脂(尤其是LDL)的病人组，其心血管事件发生率明显低于血脂控制不佳组，而糖尿病病人从中获益更大。2型糖尿病常存在胰岛素抵抗继发的高胰岛素血症，过高的胰岛素水平会增加肾小管对钠的潴留，加重或导致高血压发生，高胰岛素血症也会促进肝脏极低密度脂蛋白(VLDL)生成增多，导致高甘油三酯血症(相继引起HDL-胆固醇水平下降)，由此产生一系列代谢综合征(高血糖高胰岛素血症、脂代谢紊乱和高血压伴随发生)的改变，高胰岛素血症亦可刺激内皮和血管平滑肌细胞的增生——通过胰岛素对生长因子受体的作用导致动脉粥样硬化发生;研究发现糖尿病本身以及糖尿病易并发的糖、脂肪代谢紊乱及神经纤维病变等是发生冠状动脉粥样硬化性心脏病(CHD)的高危因素在最近发布的成人高胆固醇血症查出、评估及治疗第3版报道(ATPⅢ)中已明确提出：建议将无CHD的糖尿病病人提高到相当于CHD危险的高度(即CHD的等危症)来对待。\n2、微血管病变：是指由于毛细血管基底膜增厚导致的毛细血管以及毛细血管前小动脉病变心肌微血管病变和心肌代谢紊乱引起心肌广泛缺血、灶性坏死纤维化称为糖尿病性心肌病。在BB鼠链佐星、四氧嘧啶动物实验已证明糖尿病心脏病变最早的表现为心肌病变，其机制尚待研究。临床观察发现，部分糖尿病病人可以发生严重的心力衰竭和充血性心肌病但动脉造影未见冠状动脉病变，甚至尸检后也未见冠状动脉阻塞与心肌梗死，部分病例可见广泛心肌病变(灶性坏死)，提示可能与心肌内微血管病变有关。微血管病变的发病机制包括多种因素，如血液流变学改变，高灌注，高滤过微血管基膜增厚，血液黏稠度增高，凝血机制异常，微循环障碍以及倍受关注的氧化应激增强和对多种血浆和组织蛋白发生的非酶促糖基化作用，如糖化血红蛋白(HbA1c)糖化脂蛋白，糖化胶原蛋白，自由基产生增多，最后导致糖基化终产物(AGE)的积聚，组织损伤和缺氧等。微血管病变的发展和进程与血糖控制状况直接相关，若血糖控制良好，微血管病变的发生可延缓、减轻甚至逆转。\n3、自主神经病变：自主神经病变在病史较长的糖尿病病人中很常见，可影响到多个脏器功能，可出现直立性低血压安静状态下固定的心动过速、心血管系统对Valsalva动作的反应能力下降、胃轻瘫、腹泻(常常在夜间发作)与便秘交替发作膀胱排空困难和阳痿糖尿病病人常发生无痛性心肌梗死，尸检发现心脏的交感与副交感神经均有不同程度的形态学改变，如神经念珠样增厚伴嗜银性增加，神经纤维呈梭形伴有碎裂，数量可减少20%～60%。糖尿病性心脏自主神经病变其主要变化是施万细胞变性，常伴有神经纤维脱髓鞘及轴突变性，此与糖尿病性周围神经的病理改变相似。临床观察发现，早期为迷走神经功能损害，易出现心动过速后期交感神经亦可累及，形成类似无神经调节的移植心脏，以致发生无痛性心肌梗死、严重心律失常，常导致心源性休克、急性心力衰竭甚至猝死\n总之，糖尿病病人由于冠状动脉粥样硬化、微血管病变、心脏自主神经功能紊乱、心肌代谢异常血液流变学改变和合并存在的高血压等，可导致心脏的器质性和功能性改变。\n病理生理\n糖尿病性心脏病的病理改变特点如下：\n1、 心肌毛细血管基底膜增厚达(100～110)×10-9m[一般为(63～95)×10-9m];\n2、 心肌纤维化，包括间质纤维化血管周围纤维化和局灶性瘢痕状纤维化3种;\n3、 心肌纤维间隙有较多的PAS染色阳性物质沉着和脂质集聚，可影响心肌的顺应性;\n4、 广泛心肌内小动脉病变，内皮细胞增生变性黏多糖物质在内皮下沉积，管腔变窄;\n5、 心肌细胞肥大;\n6、 血液黏稠度增加，红细胞变形性降低，从而影响组织灌流及氧合作用，也加重血液流变学的异常导致心脏病变。\n综上所述，心肌细胞肥大、心肌纤维化和心肌内小动脉病变是糖尿病性心肌病的特征。糖尿病病人心脏中不仅有冠状动脉粥样硬化，尚有广泛的微血管、中小血管病变导致心肌灶性坏死，纤维化，心肌血管壁增厚，有较多脂肪钙盐和糖蛋白沉积，使管腔狭窄，心肌供血不足，功能失常。故本病并非单纯冠状动脉粥样硬化引起。\n糖尿病性心脏病的发病机制尚未完全阐明，但从糖尿病代谢紊乱、病理生理、无创伤性心功能检查以及病理解剖资料等发现，认为本病的早期可能为心血管系自主神经调节失常所引起的功能性紊乱，相继发生心肌病变，而冠状动脉粥样硬化常属晚期表现。\n通过大规模流行病学的调查和研究发现，和同龄对照组相比，糖尿病病人心血管疾病的发病率和病死率较非糖尿病者高2～3倍，且发生心脏病较早，发展较快，病情较重，预后较差。糖尿病患者心肌梗死的发生率要高出3～5倍，有70%以上的糖尿病病人死于心血管系并发症或伴随症心肌梗死，是2型糖尿病病人的首要致死病因。", "symptoms": [], "yibao_status": "否", "get_prob": "0.5%", "easy_get": "无特定人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "内分泌科"], "cure_way": ["药物治疗", "支持治疗"], "cure_lasttime": "5-6个月", "cured_prob": "30%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000——50000元）", "check": [], "do_eat": ["鸭肉", "鸭肝", "鸡肉", "葵花子仁"], "not_eat": ["冰糖", "白砂糖", "啤酒", "白酒"], "recommand_eat": ["菠菜豆腐汤", "菠菜豆腐蛋花汤", "紫菜虾皮汤", "紫菜冬瓜肉粒汤", "木耳银芽海米粥", "冬菇木耳瘦肉汤", "黄花菜炒木耳", "豇豆粥"], "recommand_drug": ["茶碱缓释片", "卡托普利片", "酒石酸美托洛尔片", "盐酸贝那普利片", "氢氯噻嗪片", "卡维地洛片", "青霉胺片", "硝酸异山梨酯片", "硝酸甘油片", "呋塞米片", "复方盐酸阿米洛利片"], "drug_detail": ["杭州民生药业卡托普利片(卡托普利片)", "沈阳一药呋塞米片(呋塞米片)", "新亚闵行盐酸贝那普利片(盐酸贝那普利片)", "络德(卡维地洛片)", "哈药诺捷卡托普利片(卡托普利片)", "天津力生制药呋塞米片(呋塞米片)", "天津力生制药氢氯噻嗪片(氢氯噻嗪片)", "天津太平洋硝酸异山梨酯片(硝酸异山梨酯片)", "山西云鹏制药硝酸异山梨酯片(硝酸异山梨酯片)", "山东信谊硝酸甘油片(硝酸甘油片)", "北京益民药业硝酸甘油片(硝酸甘油片)", "珠海生化酒石酸美托洛尔片(酒石酸美托洛尔片)", "以岭药业酒石酸美托洛尔片(酒石酸美托洛尔片)", "信谊青霉胺片(青霉胺片)", "仁和堂氢氯噻嗪片(氢氯噻嗪片)", "常州制药氢氯噻嗪片(氢氯噻嗪片)", "爱普森药业呋塞米片(呋塞米片)", "太洋药业呋塞米片(呋塞米片)", "武都力(复方盐酸阿米洛利片)", "金络(卡维地洛片)", "华南药业卡托普利片(卡托普利片)", "广东环球制药茶碱缓释片(茶碱缓释片)", "山西云鹏制药卡托普利片(卡托普利片)"]}
{"_id": {"$oid": "643fab530efedcaae17458af"}, "name": "先天性心脏病", "desc": "先天性心血管病是先天性畸形中最常见的一类。轻者无症状，查体时发现，重者可有活动后呼吸困难、紫绀、晕厥等，年长儿可有生长发育迟缓。 新生儿心衰被视为一种急症，通常大多数是由于患儿有较严重的心脏缺损。其临床表现是由于肺循环、体循环充血、心输出量减少所致。\n先心病的治疗一般取决于畸形的类型和严重程度，适合手术矫正者的手术时机及术前心功能状况，有无合并症而定。无分流类或者左到右分流类，轻者无症状、心电图和X线无异常者，以及中，重度均可通过手术矫正，预后较佳，若已产生严重肺动脉高压双向分流则预后较差，右至左分流或复合畸形者，病情较重者，应争取早日手术。轻者可选择手术时机，以10岁左右为佳。先天性心脏血管病中室间隔缺损，动脉导管未闭和法乐氏四联症较易并发感染性心内膜炎，影响预后，需注意防治。", "category": ["疾病百科", "内科", "心内科"], "prevent": "专业指导\n1、在怀孕早期（3个月之前）尽量别在电脑前、微波炉等磁场强的地方坐太长时间，因这时的胎儿还不稳定，各个器官还正在成形阶段，很可能造成孩子先天性心脏病。\n2、不要接触宠物，因宠物身上的细菌及微生物也可能造成孩子先天性心脏病。\n3、应注意母亲妊娠期特别是在妊娠早期保健，如积极预防风疹、流行性感冒、腮腺炎等病毒感染。避免接触放射线及一些有害物质。在医生指导下用药，避免服用对胎儿发育有影响的药物，如抗癌药、甲糖宁等。积极治疗原发病，如糖尿病等。注意膳食合理，避免营养缺乏。防止胎儿周围局部的机械性压迫。总之，为预防先天性心脏病, 就应避免与发病有关的一切因素。", "cause": "高原地区动脉导管未闭及房间隔缺损发病率较高，先天性心脏病的发生可能与缺氧有关。有些先天性心脏病还有性别倾向性。\n妊娠早期子宫内病毒感染，以风疹病毒感染后多见，常引起动脉导管未闭及肺动脉口狭窄，其次为柯萨奇病毒感染(Coxsakie )可引起心内膜弹力纤维增生症，此外羊膜病变，胎儿周围机械压迫，母体营养障碍，维生素缺乏及代谢病，母体用细胞毒类药物或较长时间放射线照射，均可能与本病发生有关。\n5%先心病患者发生于同一家族，其病种相同或近似，可能由于基因异常或染色体畸变所致。", "symptoms": [], "yibao_status": "否", "get_prob": "0.01%", "easy_get": "儿童", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "10-30天", "cured_prob": "40%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（50000-100000元）", "check": [], "do_eat": ["鸭蛋", "鸡蛋", "鸡肉", "芝麻"], "not_eat": ["鹌鹑蛋", "鸡腿", "鸡肉", "杏仁"], "recommand_eat": ["银耳瘦肉羹", "红枣银耳粥", "素炒菠菜", "菠菜汤", "苦瓜瘦肉汤", "苦瓜水饺", "荔枝汁", "冰糖荔枝"], "recommand_drug": ["琥乙红霉素颗粒", "硬脂酸红霉素颗粒", "硬脂酸红霉素胶囊", "依托红霉素片", "琥乙红霉素胶囊", "琥乙红霉素片", "依托红霉素颗粒", "硬脂酸红霉素片", "地高辛片"], "drug_detail": ["利君沙(琥乙红霉素片)", "可力(地高辛片)", "山西澳迩依托红霉素颗粒(依托红霉素颗粒)", "长春迪瑞琥乙红霉素颗粒(琥乙红霉素颗粒)", "河北天成依托红霉素颗粒(依托红霉素颗粒)", "湖北东信琥乙红霉素片(琥乙红霉素片)", "信谊地高辛片(地高辛片)", "浙江京新琥乙红霉素片(琥乙红霉素片)", "湖北东信依托红霉素颗粒(依托红霉素颗粒)", "北京首儿依托红霉素颗粒(依托红霉素颗粒)", "开封制药琥乙红霉素颗粒(琥乙红霉素颗粒)", "利君沙(琥乙红霉素胶囊)", "利君沙(琥乙红霉素颗粒)", "神威硬脂酸红霉素颗粒(硬脂酸红霉素颗粒)", "广东华南依托红霉素片(依托红霉素片)", "国药集团广东环球制药依托红(依托红霉素片)", "修正药业依托红霉素片(依托红霉素片)", "台山化学制药硬脂酸红霉素片(硬脂酸红霉素片)", "福建中合医药依托红霉素片(依托红霉素片)", "大连珍奥硬脂酸红霉素胶囊(硬脂酸红霉素胶囊)", "健民叶开泰国药依托红霉素颗(依托红霉素颗粒)", "上海迪冉依托红霉素颗粒(依托红霉素颗粒)", "葵花药业依托红霉素颗粒(依托红霉素颗粒)"]}
{"_id": {"$oid": "643fab530efedcaae17458b0"}, "name": "风湿性心脏病", "desc": "风湿性心脏病(rheumaticheartdisease)简称风心病，是指由于风湿热活动，累及心脏瓣膜而造成的心脏病变。表现为二尖瓣、三尖瓣、主动脉瓣中有一个或几个瓣膜狭窄和(或)关闭不全。患病初期常常无明显症状，后期则表现为心慌气短、乏力、咳嗽、下肢水肿、咳粉红色泡沫痰等心功能失代偿的表现。本病多发于冬春季节，寒冷、潮湿和拥挤环境下，初发年龄多在5—15岁，复发多在初发后3—5年内。风湿性心脏病是甲组乙型溶血性链球菌感染引起的变态反应的部分表现，属于自身免疫性疾病。心脏部位的病理变化主要发生在心脏瓣膜部位。二尖瓣为最常见受累部位。瓣膜病变不论是狭窄、关闭不全或者同时存，出现明显临床症状时都需要手术治疗，对病变瓣膜进行修复或者置换。", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.服药：术后早期需要按时服用一些药物，主要是抗凝药、强心利尿药等。置换生物瓣需要在术后半年服用阿司匹林低强度抗凝治疗，置换机械瓣则需要终生服用抗凝药物。\n2.生活习惯：注意保持良好的生活习惯，少熬夜，避免劳累。\n3.预防感染：平时可适当锻炼，增强体质，防止感冒等呼吸道炎症，如果患有牙周炎、破溃、泌尿系感染等。应该及时就医，并主动向医生讲解自己曾接受过心脏瓣膜手术，并准确提供自己目前的用药情况。\n4.就医：一旦身体不适，应该在医生指导下用药，不可自己随便使用感冒药和抗生素等药物。", "cause": "链球菌是一种非常普遍的致病细菌，球行的细菌以链状进行排列，通常存活在呼吸道里。这种细菌在平时的时候与人体呈一个均衡的情况，就像是卧底一样进行藏着，这也是形成风湿性心脏病的原因。\n二手烟对人们的伤害特别严重，当吸入二手烟超过30分钟时，心脏病患病的几率就会超出平常人26%。所以请不要抽烟，也不要在抽烟人群的四周。\n精神压力过大是最常常的察觉风心病的原因之一。精神压力大的朋友需要每天沉思20分钟，或做一些自己觉得轻松的活动，从而减少自己内心的焦虑情绪。\n平常细菌的繁殖与人体的抵抗力处于一个微妙的平衡状态，当抵抗力强时，不会现象出任何不良病症。当感冒、受寒、疲劳等因素导致人体的抵抗力下降时，这时的链球菌就到了活跃时期，由潜伏转为增殖，并对人体长生众多有毒物质。", "symptoms": [], "yibao_status": "否", "get_prob": "0.05%", "easy_get": "多发生于青少年", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["手术治疗", "药物治疗", "支持性治疗"], "cure_lasttime": "3-6个月", "cured_prob": "80%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000-30000元）", "check": [], "do_eat": ["鸡肉", "鸡肝", "鹅肉", "芝麻"], "not_eat": ["鸭血(白鸭)", "杏仁", "绿豆", "腐竹"], "recommand_eat": ["紫菜芙蓉汤", "紫菜豆腐肉片汤", "紫菜粥", "黄瓜拌绿豆芽", "清炒绿豆芽", "绿豆芽拌海带", "白果莲子粥", "水晶莲子"], "recommand_drug": ["琥乙红霉素颗粒", "十一味甘露胶囊", "硬脂酸红霉素颗粒", "利心丸", "滋心阴胶囊", "依托红霉素片", "琥乙红霉素胶囊", "琥乙红霉素片", "依托红霉素颗粒", "硬脂酸红霉素片"], "drug_detail": ["天施康滋心阴胶囊(滋心阴胶囊)", "利君沙(琥乙红霉素片)", "金珠雅砻十一味甘露胶囊(十一味甘露胶囊)", "山西澳迩依托红霉素颗粒(依托红霉素颗粒)", "长春迪瑞琥乙红霉素颗粒(琥乙红霉素颗粒)", "河北天成依托红霉素颗粒(依托红霉素颗粒)", "湖北东信琥乙红霉素片(琥乙红霉素片)", "博祥利心丸(利心丸)", "吉林特研利心丸(利心丸)", "浙江京新琥乙红霉素片(琥乙红霉素片)", "湖北东信依托红霉素颗粒(依托红霉素颗粒)", "北京首儿依托红霉素颗粒(依托红霉素颗粒)", "开封制药琥乙红霉素颗粒(琥乙红霉素颗粒)", "吉林鹿王利心丸(利心丸)", "利君沙(琥乙红霉素胶囊)", "利君沙(琥乙红霉素颗粒)", "神威硬脂酸红霉素颗粒(硬脂酸红霉素颗粒)", "吉林国药利心丸(利心丸)", "广东华南依托红霉素片(依托红霉素片)", "国药集团广东环球制药依托红(依托红霉素片)", "修正药业依托红霉素片(依托红霉素片)", "台山化学制药硬脂酸红霉素片(硬脂酸红霉素片)", "福建中合医药依托红霉素片(依托红霉素片)"]}
{"_id": {"$oid": "643fab530efedcaae17458b1"}, "name": "心脏病", "desc": "心脏病(heartdisease)是心脏疾病的总称，包括风湿性心脏病、先天性心脏病、高血压性心脏病、冠心病、心肌炎等各种心脏病。\n 一、先天性心脏病\n1.可能由于母亲在怀孕早期的疾病或服用的药物有关。\n2.与遗传有关。\n二、后天性心脏病\n1.冠状动脉心脏病：抽烟及糖尿病，高血压等导致血管硬化狭窄，使血流受阻，易使心肌缺氧而受损。\n2.高血压性心脏病：动脉性高血压导致左心室肥大，肺高压症导致右心室肥大。\n三、风湿性心脏病：慢性风湿性心脏病主要在风湿热感染后，心脏瓣膜逐渐病变所导致之异常。\n四、肺性心脏病：因慢性支气管炎，肺气肿等导致肺动脉高血压症，使得右心室肥大或衰竭。\n五、心肌病：新陈代谢或荷尔蒙异常的心肌变化等，有时酗酒，药物亦导致心肌变化。\n六、心脏肿瘤：大多为良性肿瘤，以黏液瘤为最常见，原发性心脏恶性肿瘤很少见。", "category": ["疾病百科", "内科", "心内科"], "prevent": "预防措施\n第一、减肥。肥胖者患心脏病的比例远远高于正常体重的人，特别是“苹果形”身材(腰臀肥胖)的人更危险。只要老人减肥3—5公斤，心脏状况就会有很大改善。同时，专家告诫较胖的老人，不要指望自己一下子变成超级模特，要通过平衡饮食和锻炼逐渐达到减肥的目的。\n第二、少吃蛋黄。一个普通大小的蛋黄约含胆固醇200毫克。老人胆固醇较高的话，一周最多只能吃两个蛋黄。\n第三、多运动。每天适度运动20分钟，可使患心脏病的几率减少30%，快走的效果最好。\n第四、戒烟。吸烟者患心脏病的比例是不吸烟者的两倍。研究发现，戒烟2—3年后，患心脏病的风险就会降至与不吸烟者一样的水平。\n第五、注意饮食。平时生活中坚持吃低脂肪食品，如瘦肉和低脂乳制品等。\n第六、适量饮酒。1周喝3—9杯酒为适量，对心脏有好处。但要注意别贪杯，因为饮酒过度会引发心脏病。\n第七、当心糖尿病。有糖尿病的人患心脏病的比例是其他人的4倍。因此，老人要定期体检，对糖尿病“早发现，早治疗”。\n第八、控制情绪。脾气暴躁，遇到突发事件不能控制自己，也容易诱发心脏病。", "cause": "胆固醇过高，患心脏疾病的机会比普通人多三倍，因为体内过多的胆固醇会积聚在血管内，使血管日渐狭窄，妨碍血液流通。\n吸烟人士比普通人的机会多两倍半，原因是香烟中的尼古丁或烟草化学物质会损害心脏血管,若血管出现裂痕，胆固醇便会积聚起来。\n血压高，比常人的机会多两倍半，血压高会使到血管收缩。\n糖尿病女性患者有心脏病的机会比一般人多一倍,男性多百分之五十。\n过分肥胖，因为肥胖引致血压高，血脂肪过高,糖尿病,而这些疾病又会诱发心脏病。\n生活紧张，神经紧张令心律失常,内分泌失调，影响心跳,刺激心脏病发，正常的心脏比拳头大一点，透过循环系统不停泵送血液。心脏每天平均跳十万次，泵送约二千加仑的血液来回体内。若以七十岁的寿命来计算，心跳可达二十五亿次。", "symptoms": [], "yibao_status": "否", "get_prob": "0.03%", "easy_get": "无特殊人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["手术治疗", "介入治疗", "药物治疗", "支持性治疗"], "cure_lasttime": "1-3个月", "cured_prob": "30%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000——60000元）", "check": [], "do_eat": ["鸡肉", "鹅肉", "芝麻", "松子仁"], "not_eat": ["白酒", "鹌鹑蛋", "鸡腿", "鸡肉"], "recommand_eat": ["素炒菠菜", "五香蒜苔", "素炒小白菜", "苦瓜粥", "银耳冬瓜羹", "芥菜炒蚕豆", "豌豆绿豆粥", "马兰头菜粥"], "recommand_drug": ["琥乙红霉素颗粒", "依托红霉素片", "琥乙红霉素片", "依托红霉素颗粒", "地高辛片"], "drug_detail": ["华南药业依托红霉素片(依托红霉素片)", "叶开泰依托红霉素颗粒(依托红霉素颗粒)", "迪冉郸城依托红霉素颗粒(依托红霉素颗粒)", "葵花药业得菲尔公司依托红霉(依托红霉素颗粒)", "旺龙药业琥乙红霉素颗粒(琥乙红霉素颗粒)", "白云山医琥乙红霉素片(琥乙红霉素片)", "国瑞琥乙红霉素片(琥乙红霉素片)", "济人药业依托红霉素颗粒(依托红霉素颗粒)", "澳迩药业依托红霉素颗粒(依托红霉素颗粒)", "东信药业琥乙红霉素颗粒(琥乙红霉素颗粒)", "新宇制药依托红霉素颗粒(依托红霉素颗粒)", "方盛制药依托红霉素颗粒(依托红霉素颗粒)", "台城制药依托红霉素片(依托红霉素片)", "平光制药依托红霉素片(依托红霉素片)", "迪瑞制药琥乙红霉素颗粒(琥乙红霉素颗粒)", "河北天成药业依托红霉素颗粒(依托红霉素颗粒)", "远景康业依托红霉素颗粒(依托红霉素颗粒)", "恒益药业依托红霉素颗粒(依托红霉素颗粒)", "东信药业琥乙红霉素片(琥乙红霉素片)", "利君制药琥乙红霉素片(琥乙红霉素片)", "北京中新制药琥乙红霉素片(琥乙红霉素片)", "本天药业依托红霉素颗粒(依托红霉素颗粒)", "信谊地高辛片(地高辛片)"]}
{"_id": {"$oid": "643fab530efedcaae17458b2"}, "name": "高血压性心脏病", "desc": "高血压心脏病是由于血压长期升高，左心室负荷逐渐加重，左心室因失代偿出现肥厚和扩张而形成的器质性心脏病。根据心功能的变化，可分为心功能代偿期，心功能失代偿期，根据心室肥厚或扩大的程度，可分为对称性肥厚，不对称性室间隔肥厚和扩张性肥厚。早期可没有任何症状，随着高血压病程的进展，左心室肥厚扩大，可出现左室舒张功能减退，最终出现收缩功能减退，病人逐渐出现左心衰竭。", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.早期、持续、系统的抗高血压药物治疗是防止本病的最根本性方法。\n2.本病是由血压长期升高导致心脏后负荷过重所诱发的心脏损害。长期系统的降压治疗能预防本病的发生、发展。\n3.长期、正规的抗高血压治疗能使肥大的心脏的损害程度改善，甚至完全恢复正常形态。单纯强调降压目的、忽视心脏保护的治疗方案是不全面和不科学的。", "cause": "长期体循环动脉压力增高，致使心脏后负荷过重而引起的以左心室肥厚、扩大为主要特征，并可能进一步导致心功能不全症状的一种心脏病变。\n许多临床调查资料发现，高血压多基因遗传，同一家庭高血压患者出现比较集中，一方面是因为他们有共同的生活饮食方式，但主要是有遗传因素存在，家族中诱发高血压性心脏病发病的因素也叫其他高。\n体重与血压有高度的相关性，我国的人群研究结果无论从单因素或多因素分析，均证明体重指数偏高，是血压升高的独立危险因素，诱发高血压性心脏病。\n过多的食盐、大量饮酒、膳食中过多的饱和脂肪酸或不饱和脂肪酸与脂肪酸比值过低，均可使血压升高，诱发高血压性心脏病。\n现已证明的吸烟、心理因素等都与高血压的患病及加重，最后诱发高血压性心脏病有很大关系。", "symptoms": [], "yibao_status": "否", "get_prob": "0.01%，近年有逐渐升高的趋势", "easy_get": "血压长期不达标的高血压患者", "get_way": "非传染性疾病", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "持续稳定得控制血压，保护心功能"], "cure_lasttime": "终生服用药物治疗", "cured_prob": "是不能治愈的疾病，必须终生服用药物", "cost_money": "选择的药物不同，费用相差很大，每年服用药物费用，数百元至数千元不等", "check": [], "recommand_drug": ["心脑舒通胶囊", "银杏叶滴丸", "银杏蜜环口服溶液", "蟾麝救心丸", "速效救心丸", "乐脉颗粒", "复方丹参滴丸", "脑心通胶囊", "芪参益气滴丸", "天王补心丸", "氨氯地平阿托伐他汀钙片", "心通口服液", "心脑清软胶囊", "肠溶", "珊瑚七十味丸", "芪参胶囊", "葛兰心宁软胶囊", "丹参片", "清心沉香八味丸", "芎香通脉丸", "硫酸氢氯吡格雷片", "大株红景天胶囊", "麝香心脑乐胶囊"], "drug_detail": ["康缘大株红景天胶囊(大株红景天胶囊)", "雷氏丹参片(丹参片)", "天士力复方丹参滴丸(复方丹参滴丸)", "凯宝新谊芪参胶囊(芪参胶囊)", "步长脑心通胶囊(脑心通胶囊)", "松栢速效救心丸(速效救心丸)", "多达一氨氯地平阿托伐他汀钙(氨氯地平阿托伐他汀钙片)", "龙心龙芪溶栓胶囊(肠溶)(龙芪溶栓胶囊(肠溶))", "京豫麝香心脑乐胶囊(麝香心脑乐胶囊)", "阜药清心沉香八味丸(清心沉香八味丸)", "鲁南心通口服液(心通口服液)", "知恩蟾麝救心丸(蟾麝救心丸)", "波立维(硫酸氢氯吡格雷片)", "九芝堂天王补心丸(天王补心丸)", "青海晶珠芎香通脉丸(芎香通脉丸)", "天士力芪参益气滴丸(芪参益气滴丸)", "万邦信诺康银杏叶滴丸(银杏叶滴丸)", "神水藏药珊瑚七十味丸(珊瑚七十味丸)", "致康葛兰心宁软胶囊(葛兰心宁软胶囊)", "邛崃天银银杏蜜环口服溶液(银杏蜜环口服溶液)", "华西牌乐脉颗粒(乐脉颗粒)", "敖东心脑舒通胶囊(心脑舒通胶囊)", "雪樱花心脑清软胶囊(心脑清软胶囊)"]}
{"_id": {"$oid": "643fab530efedcaae17458b3"}, "name": "隐匿型冠状动脉粥样硬化性心脏病", "desc": "隐匿型冠状动脉粥样硬化性心脏病(latentcoronaryheartdisease)简称隐匿型冠心病，是无临床症状，但客观检查有心肌缺血表现的冠心病，亦称无症状性冠心病。病人有冠状动脉粥样硬化，但病变较轻或有较好的侧支循环，或病人痛阈较高因而无疼痛症状。其心肌缺血的心电图表现可见于静息时，或仅在增加心脏负荷时才出现，常为动态心电图记录所发现，又被称为无症状性心肌缺血。\n本病病人与其他类型冠心病病人的不同，在于并无临床症状，但它又不是单纯的冠状动脉粥样硬化，因为已有心肌缺血的客观表现，即：心电图、放射性核素心肌显影，或超声心动图显示心脏己受到冠状动脉供血不足的影响。可以认为是早期的冠心病，但已不一定是早期的冠状动脉粥样硬化，它可能突然转为心绞痛或心肌梗死，亦可能逐渐演变为心肌纤维化出现心脏增大，发生心力衰竭或心律失常，个别病人亦可能猝死。因此，早诊断出这类病人，可为他们创造较早期治疗的机会。", "category": ["疾病百科", "内科", "心内科"], "prevent": "降胆固醇采用防治动脉粥样硬化的各种措施，以防止粥样斑块加重，争取粥样斑块消退和促进冠状动脉侧支循环的建立。近年有人认为即使血总胆固醇和低密度脂蛋白胆固醇含不高，使用降胆固醇的措施也有利于粥样斑块的消退。对于静息时心电图、放射性核素心肌显像或超声心动图己有明显心肌缺血改变者，应建议病人宜适当减轻工作，或选用硝酸酯、β阻滞剂、钙通道阻滞剂治疗。定期体检。避免冠心病急性发作的各种诱因，如受寒、过劳、情绪过激、暴饮暴食等。积极治疗高血压、高血脂及糖尿病，坚持适当的运动，选择低胆固醇饮食，避免吸烟及喝浓茶。", "cause": "致病因素为：\n①年龄：40岁以上的中老年人多见，49岁以后进展较快，但青壮年亦可患病。\n②性别：男性多见，男女比例约为2：1，女性则常见于绝经期之后。\n③职业：从事体力活动少、脑力活动紧张、经常有紧迫感的工作较易患本病。\n④饮食：常进食较高的热量，较多的动物性脂肪、胆固醇，糖和盐者易患本病，西方的饮食方式是致病的重要因素。\n⑤血脂质：脂肪和糖类摄食过多或代谢失常而致血胆固醇、甘油三酯、低密度脂蛋白增高易得病。\n⑥血压：高血压病人的冠状动脉粥样硬化患病率较血压正常者高4倍，而且收缩压和舒张压的增高都重要。\n此外尚有、吸烟、肥胖、遗传、糖尿病和微量元素缺乏易致本病。", "symptoms": [], "yibao_status": "否", "get_prob": "0.035%", "easy_get": "多发于中年以上", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "介入治疗", "手术治疗", "支持治疗"], "cure_lasttime": "1-3月", "cured_prob": "78%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000——50000元）", "check": [], "recommand_drug": ["毛冬青胶囊", "硫酸软骨素片", "冠脉宁片", "金泽冠心胶囊", "心通颗粒"], "drug_detail": ["通化金马冠脉宁片(冠脉宁片)", "九惠制药毛冬青胶囊(毛冬青胶囊)", "昊福药业冠脉宁片(冠脉宁片)", "御本堂药业冠脉宁片(冠脉宁片)", "沈阳神龙药业冠脉宁片(冠脉宁片)", "吉通药业冠脉宁片(冠脉宁片)", "吉林华康药业冠脉宁片(冠脉宁片)", "万德制药冠脉宁片(冠脉宁片)", "俊宏药业金泽冠心胶囊(金泽冠心胶囊)", "久铭冠脉宁片(冠脉宁片)", "硫酸软骨素片(硫酸软骨素片)", "毛冬青胶囊(毛冬青胶囊)", "鲁南厚普制药心通颗粒(心通颗粒)", "冠脉宁片(冠脉宁片)", "逢春金泽冠心胶囊(金泽冠心胶囊)", "惠诺药业硫酸软骨素片(硫酸软骨素片)", "惠民制药冠脉宁片(冠脉宁片)", "白云山和黄中药毛冬青胶囊(毛冬青胶囊)", "育林制药硫酸软骨素片(硫酸软骨素片)", "敬修堂毛冬青胶囊(毛冬青胶囊)", "利君现代冠脉宁片(冠脉宁片)", "绿金子药业硫酸软骨素片(硫酸软骨素片)", "中联四药硫酸软骨素片(硫酸软骨素片)"]}
{"_id": {"$oid": "643fab530efedcaae17458b4"}, "name": "妊娠合并心脏病", "desc": "妊娠合并心脏病是产科严重的合并症，是中国孕产妇死亡的第3位原因，占非直接产科死因中的第一位。由于妊娠子宫增大，血容量增多，加重了心脏负担，分娩时子宫及全身骨骼肌收缩使大量血液涌向心脏，产后循环血量的增加，均易使有病变的心脏发生心力衰竭。同时，由于长期慢性缺氧，致胎儿宫内发育不良和胎儿窘迫。临床上以妊娠合并风湿性心脏病多见，尚有先天性、妊高征心脏病，围产期心肌病，贫血性心脏病等。妊娠合并心脏病是孕产妇死亡的主要病因之一。", "category": ["疾病百科", "妇产科", "产科"], "prevent": "临床上通过评价育龄妇女或孕妇心功能状态来决定是否可以妊娠或继续妊娠。孕产妇的心功能状态对分娩方式、妊娠结局有很大影响，且密切相关。因此，在孕期应密切监测心功能，选择合适的分娩方式和时机适时终止妊娠，有助于预防心力衰竭的发生。随着产前检查次数增加，产后出血、感染、新生儿窒息、新生儿死亡等不良妊娠结局发生率均显著下降。\n加强围生期监测和产前检查，做到早预防、早诊断、早治疗、早护理，积极治疗原发病，最大限度改善心功能，减少心力衰竭诱发因素，是降低妊娠期心脏病并发心力衰竭发生率和孕产妇不良妊娠结局的关键。具体措施包括为\n1、减轻心脏负担和提高心脏代偿功能;限制体力活动，增加休息时间，保证足够睡眠，保持情绪稳定。\n2、左侧卧位，以保持回心血量的稳定，增加心搏出量。\n3、合理营养和适当控制体重，进高蛋白、少脂肪、多维生素，低盐饮食，防治水钠储留，以免加重心脏负担。整个孕期体重增加不宜超过10KG。孕16周后，每日食盐量不超过4～5g。\n4、积极防治可导致心脏负荷加重、诱发心衰的各种疾病，如贫血、低蛋白血症、上呼吸道感染、妊娠高血压综合征、甲亢、心动过速等。\n5、严重心脏病者妊娠晚期可适当预防性给予利尿剂等。", "cause": "肺部感染因肺循环阻力的增加可导致心衰发生;贫血和低蛋白血症可加重心肌缺氧情况;妊高征时由于全身小动脉痉挛，外周阻力增加使左室舒张末期压力升高，心脏后负荷增加，同时由于水钠潴留、血容量的增加引起心脏前负荷增加，因而易发生心力衰竭。\n由于产后补液量过多而产生的医源性心衰也不容忽视。故积极寻找诱因，早期诊断和及时处理对心衰的防治极为重要。\n妊娠期血流动力学发生明显变化，安静状态下心输出量即可增加30%～40%。妊娠32～34周时血容量增加达到最高峰，导致心肌供血不足，心室负荷增加;同时，血流动力学的变化引起神经内分泌改变，交感神经兴奋性增加，导致肺小动脉及周围小血管收缩痉挛，尤其是伴有贫血、感染和妊娠期高血压疾病时，会进一步加重左、右心室阻力负荷，降低心排出量，诱发或加重心力衰竭，甚至发生心肌变性或心脏骤停。", "symptoms": [], "yibao_status": "否", "get_prob": "妊娠妇女发病率约为0.01%--0.02%", "easy_get": "妊娠期妇女", "get_way": "无传染性", "acompany": [], "cure_department": ["妇产科", "产科"], "cure_way": ["药物治疗", "支持治疗"], "cure_lasttime": "4-8周", "cured_prob": "80%，多在分娩后自行恢复", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（1000——3000元）", "check": [], "recommand_drug": [], "drug_detail": []}
{"_id": {"$oid": "644a2a35caad157202c0aa50"}, "name": "慢性肺源性心脏病", "desc": "慢性肺源性心脏病，是指由支气管肺-组织，胸廓或肺血管的慢性病变，致肺血管阻力增加，产生肺动脉高压，继而右心室结构或(和)功能改变的心脏病，并排除先天性心脏病和左心病变引起者。慢性肺心病的患病率存在地区差异，北方高于南方地区，农村高于城市，并随着年龄增高而增加，吸烟者比不吸烟者患病率明显增多，可出现心律失常，右心衰竭，严重的可出现肺性脑病，休克。慢性肺心病常反复急性发作，病情逐渐加重，多数预后不良，但经积极治疗可延长寿命，提高患者生活质量。", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.由于绝大多数慢性肺心病是慢性阻塞性肺疾病(COPD)，慢性支气管炎，支气管哮喘并发肺气肿的后果，因此积极防治这些疾病是避免慢性肺心病发生的根本措施。\n2.讲究卫生，戒烟和增强体质，提高全身抵抗力，减少感冒和各种呼吸道疾病的发生，呼吸道感染是慢性肺心病患者发生呼吸衰竭的常见诱因，应积极予以治疗。\n3.对已发生慢性肺心病的患者，应针对缓解期和急性期分别加以处理，缓解期治疗是防止慢性肺心病发展的关键，可采用：\n①冷水擦身，膈式呼吸，缩唇呼气以改善肺通气等耐寒及康复锻炼。\n②镇咳，祛痰，平喘和预防感染等对症处理。\n③提高机体免疫力的药物如核酸酪素，气管炎菌苗，免疫核糖核酸等。\n④中医中药治疗：扶正固本，活血化瘀，以提高机体抵抗力，改善肺循环功能。", "cause": "以慢支并发阻塞性肺气肿引起的慢性阻塞性肺疾病(COPD)最为常见。COPD是老年肺心病最主要的病因，其次为支气管哮喘，支气管扩张，重症肺结核，尘肺，慢性弥漫性肺间质纤维化(包括特发性肺间质纤维化和继发性肺间质纤维化)，肺部放射治疗，结节病，过敏性肺泡炎，嗜酸性肉芽肿，隐源性弥漫性间质性肺炎，肺泡硬石症等。\n较少见，严重的脊椎后，侧凸，脊椎结核，类风湿性关节炎，胸膜广泛粘连及胸廓成形术后造成的严重胸廓或脊椎畸形，严重的胸膜肥厚，肥胖伴肺通气不足，睡眠呼吸障碍以及神经肌肉疾病如脊髓灰质炎，可引起胸廓活动受限，肺受压，支气管扭曲或变形，导致肺功能受限，气道引流不畅，肺部反复感染，并发肺气肿，或纤维化，缺氧，肺血管收缩，狭窄，使阻力增加，肺动脉高压，发展成肺心病。\n甚少见，累及肺动脉的过敏性肉芽肿病，广泛或反复发生的多发性肺小动脉栓塞及肺小动脉炎，以及原因不明的原发性肺动脉高压，均可使肺小动脉狭窄，阻塞，引起肺动脉血管阻力增加，肺动脉高压和右心室负荷过重，发展成肺心病，偶见于肺动脉及肺静脉受压，如纵隔肿瘤，动脉瘤等，也可见于原发性肺动脉高压。\n反复肺部感染、低氧血症和毒血症可能造成心肌损害和心律失常，甚至发生心力衰竭;原发性肺泡通气不足及先天性口咽畸形，睡眠呼吸暂停综合征等亦可导致肺源性心脏病;其他尚可见于肺切除术后和高原性缺氧等，这些疾病均可产生低氧血症，使肺血管收缩反应性增高，导致肺动脉高压，发展成肺心病。此外，铍中毒，进行性系统性硬化症，播散性红斑狼疮，皮肌炎等也可诱发该病。\n发病机制\n1.发病机制：慢性肺胸疾患的肺毛细血管床破坏使血管床面积减少，气流阻塞引起的缺氧和呼吸性酸中毒可致肺小动脉痉挛，慢性缺氧所致的继发性红细胞增多和血黏稠度增加等因素，均可导致肺循环阻力增加，肺动脉高压，右心负荷增加，发生右心室肥厚扩大，发展为肺心病。\n(1)肺动脉高压：肺动脉高压(pulmonary hypertension，PAH)是慢性肺心病的一个重要的病理生理阶段，肺动脉高压早期，如果能及时去除病因，或适当地进行对症治疗，有可能逆转病变或阻断病变的进一步发展;肺动脉高压晚期，病变处于不可逆阶段，治疗困难。\n①肺血管器质性改变：反复发生支气管周围炎，间质炎症，由此波及邻近的肺小动脉分支，造成动脉壁增厚，狭窄或纤维化，使肺毛细血管床面积大大减少，肺循环阻力增大，长期肺循环阻力增加，可使小动脉中层增生肥厚，加重肺循环阻力，造成恶性循环，在影响肺动脉高压的因素中，肺血管床面积的减少虽有一定作用，但如程度较轻，范围较小，则肺动脉压力的升高不明显，只有当肺毛细血管床面积减少超过70%时，肺动脉压力才明显升高。\n严重COPD出现明显肺气肿时，肺泡过度充气，使多数肺泡的间隔破裂融合形成肺大疱，也导致肺泡壁毛细血管床减少，肺气肿的肺泡内残气增加，肺泡内压也增高，压迫肺泡间壁的毛细血管使之狭窄，此外，阻塞性肺气肿，患者的呼气相明显延长，可达吸气相的5倍，呼气时肺泡内的压力更明显升高，压迫肺间壁血管和心脏，使肺动脉的血液不能顺利地灌流，也可影响肺动脉压。\n此外，肺血管性疾病诸如原发性肺动脉高压，反复发作的肺血管栓塞，肺间质纤维化，尘肺等，均可引起肺血管狭窄，闭塞，导致肺血管阻力增加，发展为肺动脉高压。\n②肺血管功能性改变：缺氧性肺血管收缩，这是目前研究最为广泛而深入的机制，主要可概括为以下几个方面。\nA.体液因素：肺部炎症可激活炎症细胞包括肥大细胞，嗜酸性粒细胞，嗜碱性粒细胞和巨噬细胞，释放一系列炎症介质，如组胺，5-羟色胺(5-HT)，血管紧张素11(AT-II)，以及花生四烯酸(AA)代谢产物，包括白三烯，血栓素(TXA2)，前列腺素F2(PGF2)，前列环素(PGl2)及前列腺素E1(PGE1)等，除PGl2和PGE1引起肺血管舒张外，上述其余介质均引起肺血管收缩，然而，肺血管对低氧的收缩反应在很大程度上取决于局部缩血管介质和扩血管介质的比例，如缩血管介质增多，比例增大，则可导致肺血管收缩。\nB.组织因素：缺氧可直接使肺血管平滑肌膜对Ca2 的通透性增高，使Ca2 内流增加，肌肉兴奋-收缩偶联效应增强，引起肺血管收缩，肺泡气CO2分压(PAC02)上升可引起局部肺血管收缩和支气管舒张，以利于调整通气/血流比例，并保证肺静脉血的氧合作用，缺氧后存在肺血管肾上腺素能受体失衡，使肺血管的收缩占优势。\nC.神经因素：缺氧和高碳酸血症可刺激颈动脉窦和主动脉体化学感受器，反射性地通过交感神经兴奋，儿茶酚胺分泌增加，使肺动脉收缩。\n③肺血管重建：缺氧性肺动脉高压的肺血管改变主要表现在小于60μm的无肌层肺小动脉出现明显的肌层，大于60μm的肺小动脉中层增厚，内膜纤维增生，内膜下出现纵行肌束，以及弹力纤维和胶原纤维性基质增多，使血管变硬，阻力增加，这些肺血管的结构改变称为血管重建(remodeling)，其机制可能系在缺氧等刺激因子作用下，肺脏内外产生多种生长因子，由此而产生的一系列变化。\n④血容量增多和血液黏稠度增加：COPD严重者可出现长期慢性缺氧，促红细胞生长素分泌增加，导致继发性红细胞生成增多，使肺血管阻力增高，COPD患者还存在肺毛细血管床面积减少和肺血管顺应性下降等因素，血管容积的代偿性扩大明显受限，因而肺血流量增加时，可引起肺动脉高压。\n(2)右心功能的改变：慢性肺疾患影响右心功能的因素主要为肺动脉高压引起右心后负荷增加，右室后负荷增加后，常因心室壁张力增加，心肌耗氧量增加;冠状动脉阻力增加，血流减少;以及肺血管输入阻抗增加，顺应性下降而损害右心功能，此外，低氧血症对心肌尚有直接损害，右室在慢性压力负荷过重的情况下，右室壁发生肥厚，以克服增加的后负荷，从而维持正常的泵功能。\n当呼吸道发生感染，缺氧加重或其他原因使肺动脉压进一步增高而超过右心室所能负担时，右心室排出血量就不完全，收缩末期存留的残余血液过多，使右室舒张末期压增高，右心室扩张加重，最后导致心力衰竭。\n2.病理\n(1)肺部主要原发性病变：尽管导致慢性肺心病的病因多种多样，但我国慢性肺心病的肺部主要原发性疾病绝大多数为慢性支气管炎和阻塞肺气肿。\n(2)肺血管的病变：慢性肺心病时，常可观察到：\n①肺动脉血管的管壁增厚和管腔狭窄或闭塞。\n②肺泡壁毛细血管床破坏和减少，这不仅是慢性肺心病的表现，也是加重和促进慢性肺心病发展的重要原因之一。\n③肺血管床的压迫，肺广泛纤维化，瘢痕组织收缩，严重肺气肿等均可压迫肺血管使其变形，扭曲。\n(3)心脏病变：慢性肺心病时，心脏的主要病变表现为心脏重量增加，右心肥大，右心室肌肉增厚，心室腔扩大，肺动脉圆锥膨胀，心尖圆钝，光镜下观察，常见心肌纤维呈不同程度的肥大性变化，表现为心肌纤维增粗，核大深染，呈不规则形，方形或长方形，心肌纤维出现灶性肌浆溶解或灶性心肌纤维坏死或纤维化，心肌间质水肿，炎细胞浸润，房室束纤维化，小片状脂肪浸润，小血管扩张，传导束纤维减少，急性病变还可见到广泛组织水肿，充血，灶性或点状出血，多发性坏死灶，电镜下可见，细胞线粒体肿胀，内质网扩张，肌节溶解或长短不一，糖原减少或消失等。", "symptoms": ["期(包括急性加重期)"], "yibao_status": "否", "get_prob": "60岁以上老年人发病率约为0.4%--0.6%", "easy_get": "患有慢性肺病的老年人，吸烟者", "get_way": "非传染性疾病", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持治疗"], "cure_lasttime": "长期服药", "cured_prob": "是不能治愈的疾病", "cost_money": "根据不同医院，收费标准不一致，每次发病市三甲医院的费用约（4000-8000元）", "check": [], "do_eat": ["杏仁", "南瓜子仁", "莲子", "栗子（熟）"], "not_eat": ["杏仁", "松子仁", "核桃", "腐竹"], "recommand_eat": ["冬笋香菇烧白菜", "白菜炒干丝", "素炒小白菜", "油漆白菜", "虾子烧白菜头", "锅塌肉末白菜", "芝麻拌白菜丁", "土豆丝拌白菜"], "recommand_drug": ["肌苷注射液", "参麦注射液", "屏风生脉胶囊"], "drug_detail": ["天元屏风生脉胶囊(屏风生脉胶囊)", "山西华康屏风生脉胶囊(屏风生脉胶囊)", "广州诺金屏风生脉胶囊(屏风生脉胶囊)", "正大青春宝参麦注射液(参麦注射液)", "云南楚雄云中屏风生脉胶囊(屏风生脉胶囊)", "容生肌苷注射液(肌苷注射液)", "广州莱泰屏风生脉胶囊(屏风生脉胶囊)", "神威参麦注射液(参麦注射液)", "神威参麦注射液(参麦注射液)", "河北天成肌苷注射液(肌苷注射液)", "仁和屏风生脉胶囊(屏风生脉胶囊)", "999参麦注射液(参麦注射液)", "四川升和参麦注射液(参麦注射液)", "大理药业参麦注射液(参麦注射液)", "神威参麦注射液(参麦注射液)", "广州白云山陈李济屏风生脉胶(屏风生脉胶囊)", "广州白云山中一屏风生脉胶囊(屏风生脉胶囊)", "武汉康乐屏风生脉胶囊(屏风生脉胶囊)", "陕西京西肌苷注射液(肌苷注射液)", "湖北中佳肌苷注射液(肌苷注射液)", "重庆迪康长江肌苷注射液(肌苷注射液)", "江西赣南海欣肌苷注射液(肌苷注射液)", "武汉久安肌苷注射液(肌苷注射液)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa51"}, "name": "限制型心脏病", "desc": "限制型心脏病包括多发生在热带的心内膜纤维化及大多发生在温带的嗜酸细胞心肌病，本病在我国非常少见。青壮年常见，无明显性别差异，病变可局限于左心室，右心室或双心室同时受累。由于病变部位不同，而有不同的临床表现。本病起病比较缓慢。多发生于热带和温带，热带稍多于温带。各年龄组均可患病，男性患病率高于女性，男女之比约为3∶1。", "category": ["疾病百科", "内科", "心内科"], "prevent": "本病无有效的预防措施，临床上主要是积极进行治疗，避免并发症的关生，患者不宜劳累，有人观察，人的精神状态，一般在上午8时，下午2时和晚上8时最佳，最佳状态持续2小时左右各有一次回落。如能利用这种起落变化，科学安排作息时间，是建立有规律生活节奏最好办法，就能最大限度发挥智慧和潜能，既能保持大脑良好活动状态，又能增进健康。防止并发感染。", "cause": "本病病因不明，有人认为系嗜酸细胞增多，变性而引起的自身免疫性疾病，但未被进一步证实。嗜酸性粒细胞增多症是外周血中嗜酸性粒细胞超过300个/mm3的现象。是多种病因引起的非独立的疾病 (正常成人周围血中嗜酸性粒细胞占白细胞总数的0～6%,直接计数为50～300/mm3)。", "symptoms": ["三、双侧心室病变所致症状和体征：", "一、右心室病变所致症状体征：", "二、左心室病变所致症状和体征："], "yibao_status": "否", "get_prob": "0.008%", "easy_get": "无特定人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "手术治疗", "支持性治疗"], "cure_lasttime": "2-4个月", "cured_prob": "70%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000——50000元）", "check": [], "do_eat": ["冰糖", "鸭肝", "鸡心", "腰果"], "not_eat": ["啤酒", "白酒", "咸鸭蛋", "鹅肉"], "recommand_eat": ["猪心粥", "人参杞子粥", "人参粥"], "recommand_drug": [], "drug_detail": []}
{"_id": {"$oid": "644a2a35caad157202c0aa52"}, "name": "妊娠期心脏病", "desc": "妊娠合并心脏病是产科严重的合并症，是孕产妇死亡的主要原因，发病率0.5-1.5%。由于妊娠，子宫增大，血容量增多，加重了心脏负担，分娩时子宫及全身骨骼肌收缩使大量血液涌向心脏，产后循环血量的增加，均易使有病变的心脏发生心力衰竭。妊娠合并心脏病、妊娠高血压综合征、产后出血同列为产妇死亡的三大原因。妊娠合并心脏病，以风湿性心脏病最为常见，占80%左右，尤以二尖瓣狭窄最为多见，是严重的妊娠合并症，在中国孕产妇死亡占第二位。同时，由于长期慢性缺氧，致胎儿宫内发育不良和胎儿窘迫。临床上以妊娠合并风湿性心脏病多见，尚有先天性、妊高征心脏病，围产期心肌病，贫血性心脏病等。心脏病患者能否安全渡过妊娠、分娩关，取决于心脏功能，故对此病必须高度重视。", "category": ["疾病百科", "妇产科", "产科"], "prevent": "1)、产程开始即应给抗生素，积极防治感染。每日4次测体温，勤数脉搏和呼吸。\n2)、使产妇安静休息，可给少量镇静剂，间断吸氧，预防心衰和胎儿宫内窘迫。\n3)、如无剖宫产指征，可经阴道分娩，但应尽量缩短产程。可行会阴侧切术、产钳术等。严密观察心功能情况。因产程延长可加重心脏负担，故可适当放宽剖宫产指征。以硬膜外麻醉为宜。如发生心衰，须积极控制心衰后再  行剖宫产术。\n4)、胎儿娩出后腹部放置沙袋加压，防止腹压骤然降低发生心衰，并立即肌注吗啡0.01克或苯巴比妥钠0.2克。如产后出血超过300毫升，肌注催产素10～20单位。需输血输液时，应注意速度勿过快。\n5)、产褥期产妇应充分休息。严密观察体温、脉搏、心率、血压及阴道出血情况。警惕心衰及感染。继用抗生素。绝育术应予考虑。", "cause": "原先存在的心脏病，以风湿性及先天性心脏病居多，高血压性心脏病、二尖瓣脱垂和肥厚型心脏病少见。　\n由妊娠诱发的心脏病，如妊高征心脏病、围生期心脏病。(1)妊娠期的血容量增加。(2)心输出血量增加，在妊娠13到23周达高峰。(3)妊娠期膈肌上升，大血管扭曲，心脏及血管位置改变，加重心脏负担。(4)妊娠期新陈代谢增高。", "symptoms": [], "yibao_status": "否", "get_prob": "0.0001%", "easy_get": "妊娠期妇女", "get_way": "无传染性", "acompany": [], "cure_department": ["妇产科", "产科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "30天", "cured_prob": "90%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（1000-—3000元）", "check": [], "do_eat": ["鸡肉", "芝麻", "桃仁", "葵花子仁"], "not_eat": ["鸭血(白鸭)", "鸡肉", "绿豆", "田螺"], "recommand_eat": ["牛奶菠菜粥", "素炒小白菜", "红枣银耳汤", "肉片柿子汤", "桂圆莲子羹", "桂圆肉粥"], "recommand_drug": [], "drug_detail": []}
{"_id": {"$oid": "644a2a35caad157202c0aa53"}, "name": "急性肺源性心脏病", "desc": "急性肺源性心脏病(acutecorpulmonale)主要是由肺动脉主干或其主要分支突然栓塞，肺循环大部受阻，以致肺动脉压急剧增高、急性右心室扩张和右心室功能衰竭的心脏病，由于本病主要见于巨大肺栓塞患者，本节仅对肺栓塞及其所引起的急性肺心病加以阐述。", "category": ["疾病百科", "内科", "心内科"], "prevent": "积极防止静脉血栓形成或血栓性静脉炎的发生，术后患者应早日离床，进行适当的体力活动，需长期卧床者应在床上作深呼吸，屈肢或蹬车式运动，并经常翻身或变动体位，以保持静脉血流通畅，腹带或绷带不宜过紧，局部压迫时间不宜过长，以免阻碍膈肌活动及下肢静脉回流，及时发现静脉血栓形成和血栓性静脉炎发生，必要时可口服阿司匹林肠溶片25～50mg，1次/d，予以预防，如已发生可予以抗凝治疗。", "cause": "肺动脉栓塞并非原发性疾病，它是许多疾病的一种严重合并症，在老年人中，由于各种疾病如充血性心力衰竭，动脉粥样硬化性心脏病，恶性肿瘤，脑血管疾病，外科大手术后，长期卧床和下肢活动受限是血栓形成的高危因素，50～65岁者肺动脉栓塞的发病率最高，肺动脉栓塞是70岁以上老年人的常见死亡原因，因此对大面积肺段，肺叶，较小或反复出现的肺动脉栓塞做出及时诊断，对降低老年患者的病死率有积极作用。\n是常见危险因素，如风湿性心脏病，动脉粥样硬化性心脏病，心房纤颤，心力衰竭，是肺动脉栓塞的基础疾病，尤以前两者较多见。癌症患者除了可产生癌栓外，还可伴有凝血机制异常，易发生肺动脉栓塞。肺动脉栓塞患者13%～52%有深部静脉炎史，下肢深部静脉炎是栓子形成的重要易发因素。\n妊娠期的妇女血栓栓塞性疾病的发病率比同龄妇女高数倍，第3胎及多胎孕妇更易患血栓症，分娩时可产生羊水栓塞，产后可有盆腔静脉血栓形成。\n体重超标准者，血栓栓塞性疾病的发病率较高。\n口服避孕药可导致凝血因子，血小板，纤维蛋白溶解系统和血浆脂蛋白的改变，易于发生血栓栓塞症。\n下肢静脉曲张，静脉内长期留置插管和严重创伤，妇科或外科手术后等，均易引起血栓症。急性寄生虫病有大量成虫或虫卵进入肺循环引起广泛的肺小动脉栓塞。\n发病机制\n肺动脉栓塞可为单发或多发，其栓子可从微小栓子到巨大栓子，栓塞部位一般双侧肺多于单侧肺，右肺多于左肺，下肺多于上肺，急性肺心病患者，常见巨大栓子或多个栓子阻塞肺动脉主干，并骑跨在左，右肺动脉分叉处(骑跨型栓塞)，造成肺动脉及其主要分支完全或大部栓塞，有时可见栓子向心室延伸并部分阻塞肺动脉瓣，右心室常明显扩大，并伴有肝脏充血，由于右心衰竭，心排出量减低，休克，反射性冠状动脉痉挛等引起组织缺氧，左心室心肌尤其心内膜下心肌出现灶性坏死。\n肺栓塞后，38%～52.9%的患者由于肺组织缺血，缺氧，可致肺组织坏死，称为肺梗死，多见于肺下叶邻近肋膈角部位，呈楔形，其底部在肺表面略高于周围的正常组织，常呈红色，镜下可见肺间质及肺泡出血，30%～40%的肺梗死可伴有胸膜渗出，胸水为浆液性或浆液血性，当血栓运行到肺部对肺循环影响的大小，视血管阻塞的部位面积，肺循环原有的储备能力以及肺血管痉挛的程度而定，当肺动脉两侧的主要分支突然被巨大的血块栓子阻塞以及血块表面的血小板崩解释放的体液因子如组胺，5-羟色胺，血小板活化因子，多种前列腺素，血栓素A2等进入肺循环，可引起广泛肺细小动脉痉挛，肺动脉压骤升，或因大量的微小栓子同时发生肺小动脉栓塞造成肺循环横断面积阻塞超过30%时，肺循环阻力明显增加，肺动脉压开始升高，如超过50%以上时，肺动脉压急升，右心室排血受阻，发生右心室扩张与右心衰竭，此外，可因左心血回流减少，血压下降，冠状动脉供血不足等影响左心功能。\n肺栓塞发生后，呼吸生理的改变主要有：\n①肺泡无效腔增加，由于血流受阻，有通气而无灌注的肺泡不能参与气体交换，致使无效通气增加，生理无效腔增大，\n②通气障碍，血栓可释放组胺，5-羟色胺，白三烯，前列腺素，血小板活化因子等炎性递质，使支气管平滑肌发生痉挛，气道阻力增加，肺梗死时由于肺组织充血，水肿及不张，可使肺顺应性降低，\n③通气/血流比值失调，肺梗死后血流受阻，肺泡表面活性物质严重减少，导致肺栓塞区肺泡陷闭，局部肺不张及肺水肿，肺动脉的血液在流经这些通气不足或无通气的肺区时，未经正常的交换即进入肺静脉，形成通气/血流比值减低和静-动脉生理性分流，此外，在严重肺动脉高压时，可使肺动脉旁路开放，肺动脉的血直接流入肺静脉，上述这些变化在临床上主要表现为严重的低氧血症，伴有明显的呼吸困难与发绀。", "symptoms": [], "yibao_status": "否", "get_prob": "0.14%", "easy_get": "无特定人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["手术治疗", "药物治疗", "支持性治疗"], "cure_lasttime": "终身间歇性对症治疗", "cured_prob": "需要终身治疗，目前不能治愈", "cost_money": "根据不同医院，收费标准不一致", "check": [], "do_eat": ["薇菜", "芝麻", "黑豆", "章鱼"], "not_eat": ["干腌菜", "蜂蜜", "啤酒", "白酒"], "recommand_eat": ["菜花泥子汤", "香菜莲藕饺", "雪菜肉末粥", "猪肉青菜粥", "牛奶菠菜粥", "香菇油菜面筋粥", "菠菜豆腐汤", "冬菇椰菜豆腐粉丝汤"], "recommand_drug": ["丹葶肺心颗粒", "祛痰止咳胶囊", "复方丹参含片", "肌苷口服溶液", "地高辛片", "冠心康胶囊", "祛痰止咳颗粒", "补金片", "喘嗽宁片", "丹红注射液", "参麦注射液", "地高辛酏剂", "如意定喘丸", "补肺活血胶囊", "滋心阴胶囊"], "drug_detail": ["吉春黄金祛痰止咳胶囊(祛痰止咳胶囊)", "天施康滋心阴胶囊(滋心阴胶囊)", "广东雷允上补肺活血胶囊(补肺活血胶囊)", "可力(地高辛片)", "广西南宁百会肌苷口服溶液(肌苷口服溶液)", "盛安补金片(补金片)", "信谊地高辛片(地高辛片)", "黑龙江济仁喘嗽宁片(喘嗽宁片)", "通化百信补金片(补金片)", "葵花药业喘嗽宁片(喘嗽宁片)", "聚润堂补金片(补金片)", "通药制药喘嗽宁片(喘嗽宁片)", "万通丹葶肺心颗粒(丹葶肺心颗粒)", "吉林吉尔吉喘嗽宁片(喘嗽宁片)", "花城祛痰止咳颗粒(祛痰止咳颗粒)", "大宅门复方丹参含片(复方丹参含片)", "正大青春宝参麦注射液(参麦注射液)", "通化茂祥喘嗽宁片(喘嗽宁片)", "大唐冠心康胶囊(冠心康胶囊)", "步长丹红注射液(丹红注射液)", "浙江浙北肌苷口服溶液(肌苷口服溶液)", "北京华润高科地高辛酏剂(地高辛酏剂)", "日清如意定喘丸(如意定喘丸)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa54"}, "name": "冠状动脉粥样硬化性心脏病", "desc": "冠状动脉粥样硬化性心脏病简称冠心病，是一种最常见的心脏病，是指因冠状动脉狭窄、供血不足而引起的心肌机能障碍和(或)器质性病变，故又称缺血性心肌病。冠心病的发生与冠状动脉粥样硬化狭窄的程度和支数有密切关系，同时患有高血压、糖尿病等疾病，以及过度肥胖、不良生活习惯等是诱发该病的主要因素。\n近年的研究表明，高甘油三酯血症也是冠心病的独立危险因素，高密度脂蛋白对冠心病有保护作用，其值降低者易患冠心病，高密度脂蛋白胆固醇与总胆固醇之比<0.15，是冠状动脉粥样硬化有价值的预报指标，最近的研究发现，血清α-脂蛋白[Lp(α)]浓度升高(>0.3g/L)也是冠心病的独立危险因素。", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.一级预防 针对未患冠心病的人群，对冠心病易患因素进行干预，防止冠心病的发生，这项工作是一项相当艰巨的工作，从儿童，青少年时期开始就应着手冠心病预防工作的开展。\n公认的冠心病危险因素包括男性，有过早患冠心病的家族史(父母，兄弟在55岁患确定的心肌梗死或突然死亡)，吸烟(现吸纸烟≥10支/d)，高血压，糖尿病，HDL-C浓度经重复测定仍<0.9mmol/L(35mg/dl)，有明确的脑血管或外周血管阻塞的既往史，重度肥胖(超重≥30%)，在众多的冠心病易患因素中，有的为不可改变的因素，如：年龄，性别，心脑血管病家族史;其他均为可改变因素，如：高血压，高血脂，高血糖，抽烟，饮食习惯，肥胖等，因此，为防止发生冠心病，应积极控制“可改变的因素”，控制体重，适量运动，戒烟，低脂低盐饮食是重要的保健措施，有效控制高血压，高血脂和糖尿病是更为迫切的任务，采取积极的预防措施，冠心病的发病率可显著降低。\n2.二级预防 针对已患冠心病的人群，防止病情发展和猝死，对于未发生心肌梗死者，应积极防止心肌梗死的发生。\n对于心肌梗死病人的二级预防，应包括以下几个方面的内容：对患者及其家属进行卫生宣教工作;对冠心病危险因素采取针对性措施，防止冠状动脉病变继续进展;药物或手术防治心肌缺血，左室功能不全或严重心律失常;对有再梗或猝死高危险性者应尽量减少易患因素。\n近年提出的冠心病一，二级防治工作中的“ABC方案”的含义可概括为：\nA——Aspirine(阿司匹林)，意即在冠心病的防治工作中应采用抗凝和抗血小板药物，部分临床工作者认为也含有使用血管紧张素转换酶抑制药(ACEI)之意;\nB(beta)——Blocker(β受体阻滞药);C——Cholesterol，即降低胆固醇之意。", "cause": "是冠心病的重要危险因素，高血压病人患冠心病者是血压正常者的4倍，冠心病病人中60%～70%患有高血压，动脉压增高时的切应力和侧壁压力改变造成血管内膜损伤，同时血压升高促使血浆脂质渗入血管内膜细胞，因此引起血小板聚积和平滑肌细胞增生，发生动脉粥样硬化。\n近年的研究表明，高甘油三酯血症也是冠心病的独立危险因素，高密度脂蛋白对冠心病有保护作用，其值降低者易患冠心病，高密度脂蛋白胆固醇与总胆固醇之比<0.15，是冠状动脉粥样硬化有价值的预报指标，最近的研究发现，血清α-脂蛋白[Lp(α)]浓度升高(>0.3g/L)也是冠心病的独立危险因素。\n是冠心病的重要危险因素，糖尿病患者发生冠心病的危险性比正常人高2倍;女性糖尿病患者发生冠心病的危险性比男性患者高3倍，且易发生心力衰竭，卒中和死亡，高血糖时，血中糖基化的低密度脂蛋白增高，使经低密度脂蛋白受体途径的降解代谢受抑制，同时高血糖也使血管内膜受损，加之糖尿病常伴脂质代谢异常，故糖尿病者易患冠心病。\n1.年龄 本病多见于40岁以上的人，动脉粥样硬化的发生可始于儿童，而冠心病的发病率随年龄增加而增加。\n2.性别 男性较多见，男女发病率的比例约为2∶1，因为雌激素有抗动脉粥样硬化作用，故女性在绝经期后发病率迅速增加。\n3.家族史 有冠心病，糖尿病，高血压，高脂血症家族史者，冠心病的发病率增加。\n4.个体类型 A型性格者(争强好胜，竞争性强) 有较高的冠心病患病率，精神过度紧张者也易患病，可能与体内儿茶酚胺类物质浓度长期过高有关。\n5.吸烟 是冠心病的重要危险因素，吸烟者冠心病的患病率比不吸烟者高5倍，且与吸烟量成正比，吸烟者血中一氧化碳血红蛋白增高，烟中尼古丁收缩血管，以致动脉壁缺氧而造成动脉损伤。\n6.肥胖和运动量过少 ①标准体重(kg)=身高(cm)-105(或110)，②体重指数=体重(kg)/(身高m)2，超过标准体重20%或体重指数>24者称肥胖症，肥胖虽不如高血压，高脂血症，糖尿病那么重要，但肥胖可通过促进这三项因素的发生发展而间接影响冠心病，运动能调节和改善血管内皮功能，促使已患冠心病患者其冠脉侧支循环的建立，运动量少易致肥胖，因此应充分认识到治疗肥胖症的紧迫性和增加运动量的重要性。\n7.其他\n(1)饮酒：长期大量饮高度白酒对心脏，血管，肝脏等脏器的功能有损伤作用，可招致酒精性心肌病，肝硬化，高血压的发生;而适量饮低度数的有色酒(例如葡萄酒)可降低冠心病的危险性，因为饮酒可使高密度脂蛋白浓度增高。\n(2)口服避孕药：长期口服避孕药可使血压升高，血脂增高，糖耐量异常，同时改变凝血机制，增加血栓形成机会。\n(3)饮食习惯：进食高热量，高动物脂肪，高胆固醇，高糖饮食易患冠心病，其他还有微量元素的摄入量的改变等。\n冠心病是冠状动脉粥样硬化性心脏病的简称，而动脉粥样硬化是动脉壁的细胞，细胞外基质，血液成分(特别是单核细胞，血小板及LDL)，局部血流动力学，环境及遗传等多种复杂因素相互作用的结果，故应注意，有冠心病危险因素存在，并不等于就是冠心病。\n发病机制\n1.动脉粥样硬化的发生机制 动脉粥样硬化可发生于弹力型动脉和大，中型肌型动脉(如冠状动脉和脑动脉)，动脉粥样硬化病变有以下特点：①局灶性病变常发生于动脉分叉处，②病变始于内皮细胞(EC)功能性的改变，③病变最重要的细胞为平滑肌细胞(SMC)，SMC由中膜迁移到内膜并增殖及合成较多的细胞外结缔组织，④单核细胞和(或)巨噬细胞在动脉粥样硬化病变形成和消退过程中也起着重要作用，⑤病灶随严重程度在细胞内外有不同脂质，其中主要为胆固醇，细胞内有大量脂质的称泡沫细胞，后者主要来自巨噬细胞，也可来自平滑肌细胞。\n目前，已普遍认为动脉粥样硬化发生的机制是多种复杂因素相互作用的结果，其中“损伤反应假说”已为人们所公认，即动脉粥样硬化病变始于内皮细胞的损伤，这一假说可以归纳为以下过程：\n(1)易损区内皮细胞的改变：与非易损区内皮细胞呈线状形不同的是，易于形成动脉粥样硬化的区域内皮细胞呈圆石块形状，单核细胞和(或)巨噬细胞通过内皮易于到达皮下间隙，从而始动动脉粥样硬化的发生过程。\n(2)同时存在脂蛋白水平增高时：易产生泡沫细胞低密度脂蛋白(LDL)和其他蛋白穿过内皮细胞进入内皮下间隙，在这里LDL被氧化成氧化LDL(Ox-LDL)，后者导致内皮细胞损伤，同时还刺激内皮细胞和平滑肌细胞分泌调节单核细胞/巨噬细胞进入的趋化因子，单核细胞趋化因子(蛋白)(MCP-1)是最为重要的趋化因子之一，它吸引血液中的单核细胞从内皮细胞转移到内皮下间隙，之后被活化成为巨噬细胞，吸收Ox-LDL，变成富含胆固醇酯的泡沫细胞。\n(3)脂纹形成：当单核细胞，LDL继续进入，同时中膜SMC为吸收脂蛋白也迁移至内膜下间隙时，形成脂纹，此时脂纹上面的内皮细胞可能被其下面的泡沫细胞挤开，使内皮细胞变薄变稀。\n(4)过渡病变(动脉粥样硬化前期)：Ox-LDL毒性作用引起泡沫细胞坏死，释放出大量脂类物质和溶酶体酶，或因Ox-LDL量超过巨噬细胞摄取能力，这样均导致内皮下间隙出现富含胆固醇酯的脂质核心和胆固醇结晶，Ox-LDL也引起内皮细胞和平滑肌细胞的损伤和(或)死亡，内膜内层开始断裂，内膜中的平滑肌细胞(包括中膜迁移至内膜者)增殖合成大量结缔组织，此时动脉壁增厚，但血管腔尚未受限制。\n(5)成熟纤维斑块：即为动脉粥样硬化，此时血管内膜增厚，中膜变薄，外膜大量纤维化，血管变窄，增厚的内膜中数目较多的平滑肌细胞包埋在紧密的胶原基质和毛细血管中，形成一个纤维帽;斑块边缘可见脂质核心;纤维帽和脂质核心可有钙化，动脉粥样硬化病变形成后，依病变部位，大小，血管狭窄程度可出现相应的动脉粥样硬化表现，如主动脉粥样硬化，冠状动脉粥样硬化，脑动脉粥样硬化，肾动脉粥样硬化，肠系膜动脉粥样硬化，下肢动脉粥样硬化等。\n2.冠心病的发病机制 冠状动脉发生粥样硬化是否即发生冠心病，一定程度上取决于冠状动脉粥样硬化造成血管腔狭窄的程度，病理学上常按狭窄最严重部位的横断面，采用四级分类法：Ⅰ级，管腔狭窄面积≤25%;Ⅱ级，管腔狭窄面积为26%～50%;Ⅲ级，为51%～75%;Ⅳ级，为76%～100%，一般Ⅰ～Ⅱ级粥样硬化并不引起明显的冠状动脉血流量的减少，除冠状动脉痉挛外，对冠心病发病并无直接影响，因此，虽然有冠状动脉粥样硬化，但临床可无冠心病的表现，或虽有“冠心病表现”却并非冠心病所致，Ⅲ级以上狭窄者则与冠心病的发生有直接关系。\n近年研究表明，有无冠心病表现，除与冠脉狭窄程度有关外，更重要的取决于粥样斑块的稳定性，动脉发生粥样硬化时，特别在老年人和严重斑块处，容易有大量钙盐沉着，而正常的动脉不会发生钙化;虽然钙化程度与动脉粥样硬化严重程度，特别是狭窄程度不成比例，但从血管超声中可观察到钙化斑块通常都相对稳定的，问题是部分无钙化的斑块，或者当斑块发展为厚的钙化帽，与邻近区内膜间的应力增加时，这些情形易造成冠状动脉粥样硬化斑块的破裂，出血和随后血管腔内的血栓形成，导致“急性冠状动脉综合征”的发生，出现不稳定型心绞痛，心肌梗死甚至猝死，病理可见斑块破裂常发生在钙化与非钙化动脉粥样硬化病变的交界处。\n不引起症状的动脉粥样硬化病变可能在生命的很早期就已出现，但一旦病变斑块迅速扩大，则可导致急性冠状动脉疾病的发生，这在“急性冠状动脉综合征”的发生发展中起着重要作用，斑块扩大尤其在伴有冠心病危险因素(例如高胆固醇血症等)的人群中会更快，因此，积极控制冠心病危险因素是防治冠心病的重要措施。\n在部分病人，冠心病的发生是冠状动脉痉挛所致，不过，此种情况下大多同时伴有冠状动脉粥样硬化，造成冠脉痉挛的原因有以下几方面的因素：\n(1)神经因素：冠状动脉有丰富的α受体，交感神经兴奋，运动，冷加压试验均可以诱发冠脉痉挛;其次，通过毒蕈碱受体，迷走神经兴奋也可诱发冠脉痉挛，遇此情形可用阿托品对抗。\n(2)体液因素：①前列环素(PGI2)与血栓素(TXA2)的平衡也直接影响着冠脉的舒缩状态：PGI2由血管内皮细胞合成，有明显的扩血管作用，TXA2为血小板聚集时所释放，有强烈收缩血管作用，当PGI2降低和(或)TXA2增高时，均可导致冠脉痉挛，②血小板聚集时释放的5-羟色胺等缩血管物质，在冠脉收缩或痉挛的发生中也起一定作用，③血清钙镁离子的作用：钙离子增多，氢离子减少时，钙离子更多地进入细胞内，增加冠脉张力而发生冠脉痉挛;过度换气，静滴碱性药物造成血液碱中毒可诱发冠脉痉挛;镁缺乏也可引起冠脉收缩。\n(3)粥样硬化的血管对各种缩血管物质的收缩反应性明显亢进，此为胆固醇促进细胞外钙离子流向细胞内所致，此外，内皮损伤时除PGI2合成减少，TXA2增多外，正常内皮细胞合成的内皮源性松弛因子下降，从而对抗ADP，5-羟色胺，凝血酶等缩血管物质的收缩血管作用降低，最近的研究还观察到，乙酰胆碱使有正常内皮功能的冠脉松弛，而使有粥样硬化的血管发生收缩。\n总之，冠脉痉挛的发生机制是多方面的，目前认为内皮损伤是冠脉痉挛的最重要的诱发因素。\n3.冠心病发病的病理生理基础 在冠状动脉粥样硬化病变的基础上，心肌供氧和需氧量的失衡，是引起心肌缺血缺氧，导致冠心病发生的病理生理基础。\n(1)心肌耗氧量的决定因素：心肌自冠状循环中摄取可利用的氧占所需氧分的75%，用于产生高磷酸化合物，心肌氧耗量的多少主要由心肌张力，心肌收缩力和心率三个要素决定，其他三个次要因素是基础代谢，电激动和心肌纤维缩短，动脉收缩压，心率与射血时间的“三乘积”与左室压力曲线收缩面积与心率，即张力-时间指数密切相关;但临床上常采用更为简单的方法，即收缩压与心率的“二乘积”作为心肌氧耗量指标，例如观察劳累型心绞痛的阈值时常用该项指标。\n(2)心肌供氧量的决定因素：心脏的肌肉即心肌，从其所构成的房室腔所包容的血液中直接摄取的氧分量仅25%左右，心肌所需的氧分主要靠冠状动脉的血流供给，因此冠状动脉血流量是影响心肌供氧最主要的因素，人在休息状态下，心肌从冠脉血液中摄取的氧分已接近最大值，当需氧量增加时已难从冠脉血液中更多地摄取氧，只能依靠增加冠状动脉的血液量来提供，正常情况下冠脉循环储备力大，剧烈运动，缺氧时冠脉扩张，其血流量可增至休息时的4～7倍;而冠脉粥样硬化狭窄和堵塞则成为限制氧化血液传送至心肌的最主要原因，此外，心脏收缩与舒张的机械活动，心肌细胞的代谢，神经体液及多种血管活性物质均参与冠脉血流量的调节。\n(3)心肌供氧和需氧量的失衡：任何原因导致心肌供氧和(或)需氧量超过机体代偿范围时，都将招致心肌氧的供需失衡，从而导致心肌缺血的发生，其中以冠状动脉粥样硬化所致的冠心病心肌缺血最为常见，因此应注意，临床上所谓的“心肌缺血”虽以冠心病最常见，但并不等于冠心病;冠心病与缺血性心脏病则为同义词。\n(4)心肌缺血对心脏的影响：心肌缺血时，糖酵解成为ATP的主要来源，故此时心肌除乳酸量增加外，因能量不足而使得心脏的收缩和舒张功能受到影响，当心肌缺血较重(包括急性心肌梗死病灶周围急性严重缺血或冠脉再灌注后尚未发生坏死的心肌)且持续时间较长时，心肌发生可逆性损伤，随血供恢复，心肌结构，代谢和功能缓慢恢复，需时数小时，数天甚至数周，处于该种状态的心肌称为心肌顿抑(stunned myocardium)，在冠心病病人，为适应血流量低于正常的状况，某些心肌可“自动”调低耗氧量，以保证心肌氧的供需在新的水平达到平衡，心肌功能随血供恢复而恢复，像这种既不发生心肌梗死，又无缺血症状的存活心肌，被称为心肌冬眠(hibernating myocardium)。\n一般认为，这是心肌的一种保护性机制，一旦供血改善则心肌功能可完全恢复，冠状动脉粥样硬化狭窄产生心肌缺血时，代谢产物等可刺激冠脉扩张，以增加血流量，这种“反应性充血反应”现象随狭窄程度增加而逐渐减弱，直至冠脉狭窄程度>90%时完全消失，同时，慢性缺血可促使侧支循环的建立，这些代偿机制均有利于保持心肌氧的供需平衡，病人在较长时间内可无心肌缺血的表现，只有当心肌耗氧量明显增加，冠脉血流量和侧支血流不足以维持这种平衡时，才出现心肌缺血的表现，在粥样硬化基础上，迅速发生的斑块破裂和(或)出血，痉挛及完全性或不完全性血栓性堵塞等急性病变，引起急性冠状动脉综合征，临床表现为不稳定型心绞痛，急性心肌梗死或猝死。", "symptoms": [], "yibao_status": "否", "get_prob": "0.032%", "easy_get": "无特定人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "2-4月", "cured_prob": "70%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000——50000元）", "check": [], "do_eat": ["薇菜", "芝麻", "核桃", "黑豆"], "not_eat": ["干腌菜", "蜂蜜", "啤酒", "红葡萄酒"], "recommand_eat": ["双菇番茄黄瓜紫菜汤", "白菜猪肉水饺", "番茄皮蛋菜汤", "冬菇椰菜豆腐粉丝汤", "菠菜豆腐汤", "大白菜饺", "青菜包", "雪菜鸡丝面"], "recommand_drug": ["清心沉香八味丸", "速效救心丸", "银杏蜜环口服溶液", "大株红景天胶囊", "脑心通胶囊", "乐脉颗粒", "丹参片", "蟾麝救心丸", "心脑舒通胶囊", "硫酸氢氯吡格雷片", "氨氯地平阿托伐他汀钙片", "珊瑚七十味丸", "麝香心脑乐胶囊", "肠溶", "银杏叶滴丸", "芎香通脉丸", "心脑清软胶囊", "葛兰心宁软胶囊", "心通口服液", "芪参益气滴丸", "芪参胶囊", "天王补心丸", "复方丹参滴丸"], "drug_detail": ["康缘大株红景天胶囊(大株红景天胶囊)", "雷氏丹参片(丹参片)", "天士力复方丹参滴丸(复方丹参滴丸)", "凯宝新谊芪参胶囊(芪参胶囊)", "步长脑心通胶囊(脑心通胶囊)", "松栢速效救心丸(速效救心丸)", "多达一氨氯地平阿托伐他汀钙(氨氯地平阿托伐他汀钙片)", "龙心龙芪溶栓胶囊(肠溶)(龙芪溶栓胶囊(肠溶))", "京豫麝香心脑乐胶囊(麝香心脑乐胶囊)", "阜药清心沉香八味丸(清心沉香八味丸)", "鲁南心通口服液(心通口服液)", "知恩蟾麝救心丸(蟾麝救心丸)", "波立维(硫酸氢氯吡格雷片)", "九芝堂天王补心丸(天王补心丸)", "青海晶珠芎香通脉丸(芎香通脉丸)", "天士力芪参益气滴丸(芪参益气滴丸)", "万邦信诺康银杏叶滴丸(银杏叶滴丸)", "神水藏药珊瑚七十味丸(珊瑚七十味丸)", "致康葛兰心宁软胶囊(葛兰心宁软胶囊)", "邛崃天银银杏蜜环口服溶液(银杏蜜环口服溶液)", "华西牌乐脉颗粒(乐脉颗粒)", "敖东心脑舒通胶囊(心脑舒通胶囊)", "雪樱花心脑清软胶囊(心脑清软胶囊)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa55"}, "name": "高原性心脏病", "desc": "高原性心脏病是指正常人从低海拔地区移居高原后或长期生活在高原地区，由于机体慢性缺氧，使肺血管收缩、管壁肌层增厚、肺循环阻力增加，并产生肺动脉高压以及心肌缺氧，最终导致右心室肥厚和心力衰竭的一种心脏病。", "category": ["疾病百科", "内科", "心内科"], "prevent": "预防：　　\n1.在进入高原前要做好必要的准备工作，防治可能诱发高原性心脏病的因素，尤其要控制上呼吸道感染。 　　\n2.进入高原前3天可服用螺内酯20mg，3次/d或乙酰唑胺0.25g，3次/d，可降低本病的发病率。 　　\n3.进入高原的初期要注意休息，防止过劳，必要时可卧床休息或吸氧。", "cause": "高原心脏病多发生于平原移居于高原或由中度海拔到更高海拔处的居民，其发病率随海拔高度的升高而增高，缺氧是本病的致病因素，缺氧性肺动脉高压是本病发生的主要表现。高原缺氧引起红细胞增多、血液黏滞度增加、总血容量和肺血容量增多以及缺氧对心肌直接损害。受凉、吸烟、过度劳累、上呼吸道感染是本病的诱发因素。\n高心病主要由慢性缺氧引起的右心功能受损，左心室是否亦受累，或受累程度如何尚不清楚，低压低氧是发生高心病的根本，而低氧性肺动脉高压和肺小动脉壁的增厚或重建(remodeling)是发病机制的中心环节或基本特征。\n1.肺动脉高压 经临床和动物模型的研究，慢性高原病特别是高心病的肺动脉压有异常升高，Hultgren在秘鲁(4206m)报告16例Monge病血流动力学的变化，平均肺动脉压为44.47mmHg，平均肺血管阻力为531sce-cm2;杨氏等在青海(3950m)报告，混合型慢性高原病的肺动脉平均压为30.7mmHg，长期持久的低氧性肺血管收缩和肺动脉高压，使右心后负荷逐渐加重，并发生右心室代偿性肥厚，当病程继续发展，心脏储备力进一步减退;同时缺氧可损伤心肌细胞，使心肌收缩力减弱，心输出量降低，最终导致右心衰竭，关于低氧性肺血管收缩的机制，虽进行了许多研究，确切的机制尚未清楚，目前较公认的看法是：\n(1)血管活性物质的作用：肺对血管活性物质的控制和调节具有独特的作用，肺血管内皮细胞是分泌和合成血管活性物质的重要场所，可合成并释放具有舒缩血管作用的两类物质，从而对血管张力有重要调控作用，在舒张血管方面最重要的是前列腺素(prostaglandin，PG)和一氧化氮(nitric oxide，NO)，亦称内皮舒张因子(endothelium relaxing factor，EDRF);而在收缩血管方面有内皮素(endothelin，ET)和血管紧张素Ⅱ(angiotensinⅡ)。\nPG广泛存在于哺乳动物的各类组织和体液中，其肺组织中含量最高，前列腺素在PG合成酶(prostacyclin syhthetase，PGI3)的作用下转化为PGE2，PGF2，PGD2，PGI2以及血栓素A2(TXA2)，TXB2等，PG的生理功能十分复杂，可参与多种组织器官的生理生化过程，但它的作用是有选择性的，PG及其前体，中间产物和代谢物对肺血管有很强的舒缩效应，其中PGI2和TXA2在血液中维持平衡对肺循环的调节起重要作用，PGI2是由血管内皮细胞和平滑肌细胞合成，具有舒张肺血管，降低血管阻力，抑制平滑肌细胞的增殖等作用，而TXA2由血小板合成，其作用与PGI2正相反，研究证实，缺氧使血液中6-酮-PGF1α(PGFlα的氧化物)的含量降低，而TXB2(TXA2的降解产物)增高，厉之瑞测定了平原和高原健康人血浆6-酮-PGF1α和TXB2的含量，发现高原组6-酮PGF1α显著增高，而TXB2减少，T/P比值增大，比平原人高2倍，提示高原缺氧可能损伤肺血管内皮细胞，使PGI2的合成减少，而TXA2的释放增多，最近，Geraci(1999)等用特异表面活性物载脂蛋白-C转录小鼠的基因，即转基因(Tg+)和未转基因(Tg-)小鼠，暴露于模拟5180m海拔5周时，发现Tg+鼠血浆6-酮PGF1α含量比Tg-鼠高两倍，而且肺动脉压正常，在形态学上无明显变化，而Tg-鼠发生肺动脉高压和肺血管壁增厚，说明转基因可增加PGIS cDNA合成，促使血液中PGI2的含量增多，从而抵抗缺氧性肺血管收缩和抑制平滑肌细胞的增生，防止低氧性肺动脉高压和肺血管的重建，近来，有人使用PGIS转基因治疗原发性肺动脉高压和其他血管性疾病得到良好的效果。\nET由血管内皮细胞合成和分泌，人体有3种ET，即ET-1，ET-2和ET-3，其中ET-1是公认的最强肺血管收缩剂，由21个氨基酸组成的多肽，近代研究表明，无论急性或慢性缺氧均可刺激内皮细胞合成并释放ET，从而使肺血管强烈收缩，血浆ET-1浓度的增高与组织缺氧程度有关，Goerre等对正常人从海平面快速到达4559 m高原时，血浆ET-1浓度比平原增加两倍，并且ET-1的增加与PaO2呈负相关(r=-0.45，P<0.01)，而与肺动脉压呈正相关(r=0.52，P<0.02)，另有报道，当大鼠暴露于10%的氧中40min时血浆ET-1浓度达到高峰，而暴露5%的氧中10min内就到峰值，缺氧除了ET-1的增加外，血浆心钠素(atrial natriuretic factor，ANF)和精氨酸血管加压素(arginine vasopressin，AVP)含量也同时明显增高，提示这些多肽类物质虽各有十分不同的生理作用，但对调节肺循环方面有内在的相互联系，有人认为，AVP可刺激血管内皮细胞分泌ET-1;而血浆中ET-1的增加可促使肺血管收缩，肺动脉高压和右心房的牵扯，从而使ANP分泌和释放，因此ET-1是ANP释放的因子之一，高原居民，特别是高红症病人ANP的含量显著升高，ANP可扩张血管，减少静脉回流，阻止肺动脉高压的发生，在慢性缺氧下，ET-1可促使肺小动脉平滑肌增殖肥厚，从而进一步增高肺动脉压，另外，高原肺水肿和高红症病人的血管紧张素转化酶(angiotensin invertase，ACE)的含量比高原正常人高3～4倍，说明急慢性缺氧可促使肺血管内皮细胞合成ACE，并加速血管紧张素I转化为血管紧张素Ⅱ及降解舒血管物质而使肺血管收缩。\n(2)细胞膜离子通道作用：已知细胞膜离子通透性的变化，以及由此而引起的离子跨膜电位，对肺血管舒缩起重要作用，体内血氧分压的高低可调节离子通道的活性;离子的变化对肺血管各有不同的作用，如细胞内K+浓度增加可舒张血管;而Ca2 浓度的增加能收缩血管，细胞外K+和Ca2 在平滑肌细胞膜上有竞争性抑制作用;低氧可抑制肺动脉平滑肌细胞膜的K+内流，细胞膜静息电位去极化及Ca2 流加速，致使细胞内游离Ca2 浓度增加，从而促使肺血管平滑肌收缩，肺动脉压增高，抑制Ca2 内流的钙拮抗剂(异搏定)可有效地治疗肺动脉高压，说明Ca2 与肺动脉高压的发生有一定关系。\n2.肺血管结构重建动物实验及临床资料证实，长期严重缺氧使肺血管出现形态学的改变，其主要表现为肺小动脉中层肥厚及无平滑肌的细小动脉(直径<100μm)肌性化，低氧性血管收缩是导致肺小动脉肌化的初始机制;肌层增厚可进一步促进肺小动脉的阻力增加，收缩力增强，使肺动脉压力更为增高，李氏等在高心病尸检中发现，肺小动脉壁明显增厚，尤其是中层平滑肌增加，血管壁厚度占血管外径之百分比增大，另外，肺血管内皮细胞肿胀，呈圆形向管腔突出，或与管壁呈垂直排列，有人发现，移居于高原的大白鼠肺小动脉壁厚度占血管外径的27.2%，而土生高原鼠兔仅占9.2%，血管壁的增厚与肺动脉平均压呈正相关(r=0.769)，肺血管的重建亦常发生于原发性肺动脉高压，慢性心肺疾病等，但形态学的改变在某些方面不同于单纯缺氧所致的高心病，如肺血管壁的增厚主要以内膜增殖和外膜纤维化为主，慢性肺泡性缺氧所致的肺血管重建主要表现在血管平滑肌细胞(vascular smooth muscle cell)的增殖或游走(proliferation or migration)，但它的机制尚存在不同的观点和理论，现已知乙酰胆碱松弛动脉环依赖于血管内皮的完整性，说明内皮细胞与邻近的平滑肌间有密切的关系，有人认为，缺氧可直接损伤内皮细胞，减少内源性血管扩张剂(PGI2，NO等)的合成，并释放某些生长因子促使血管平滑肌细胞增殖肥厚，这些因子包括ET-1，ACE，血小板衍生因子(platelet derived growth factor，PDGF)，胰岛素样生长因子(insulin-like growth factor，IGF)等，生长因子是指一些多肽类糖蛋白，这些因子被特定的细胞合成并释放后，给邻近的细胞以信号使之进行复制或表型(phenotype)改变，它们的主要功能是通过细胞的趋化，分裂，吞噬和降解等改变细胞的行为，如细胞的骨架排列，细胞形状和收缩性，从而使细胞增殖和细胞外基质蛋白的生成等，现将直接与肺血管重建有关的生长因子做一简要介绍。\n(1)VEGF可由肺泡巨噬细胞，血管平滑肌细胞和内皮细胞合成，它有两个特异性受体，即Flk-1和Flt-1，存在于内皮细胞中，VEGF的活性需依赖于HlF-1，慢性缺氧使HlF-l的合成增加，进而促使VEGF的基因转录，加速VEGF的合成并释放，笔者用免疫组织化学染色，肺心病病人肺小动脉平滑肌细胞VEGF-Flt出现阳性，而且血管壁越厚，免疫反应就越强，Tuder和Christon分别发现，在慢性低氧性肺动脉高压动物模型中，VEGF-Flk受体mRNA明显增高，肺小动脉中层平滑肌细胞的VEGF-Flt-1呈强阳性，提示VEGF可参与缺氧性肺血管重建过程。\n(2)转化生长因子-β1(TGF-β1)：是一种多功能的生长因子，TGF有3种类型：TGF-β1，TGF-β2和TGF-β3;TGF-β1为分子量25KD的二聚体，它存在于血小板，肺脏等多种组织中;对肺血管平滑肌，血管内膜及肺间质等有较强的增殖及纤维化作用，移居于高原大白鼠肺小动脉和细支气管周围的单核细胞，巨噬细胞和中性粒细胞对抗TGF-β1抗体呈强阳性，而在高原鼠兔未发现此种反应，另外，原发性肺动脉高压和肺心病病人的肺血管平滑肌细胞对TGF-β1也出现阳性，TGF-β1可能由多种细胞分泌，如肥大细胞，内皮细胞，中性粒细胞和肺泡巨噬细胞等，它的活性需要依赖其他细胞因子的存在。\n(3)肥大细胞类胰蛋白酶(mast cell tryptase)：早期的研究证实，吸入低氧气体的大鼠肺血管周围肥大细胞密度增加，并出现脱颗粒，被认为肥大细胞释放某些介质，如组胺等使肺血管收缩，随着免疫组织化学及分子生物检测技术的发展，发现肥大细胞除了释放舒缩血管介质外，还合成和释放很多生长因子，其中Tryptase和chymase(胃促胰酶)是目前大家熟悉的肥大细胞分泌的多肽生长因子，Tryptase于1981年首次从人体肺组织肥大细胞中提纯的丙氨酸蛋白酶，分子量为110～140KD，是一种大分子量复合物，哮喘病人和吸烟者的肺泡灌洗液中Tryptase的含量极高，最近肺组织细胞培养发现，Tryptase能刺激新的血管生长，认为它是一种新发现的血管新生因子，有人应用单克隆抗体免疫组化染色，发现移居于高原大白鼠肺小动脉周围肥大细胞Tryptase出现强阳性，而高原鼠兔未见任何阳性反应，还发现，施肺减容手术(lung-volume reduction surgery)的慢性肺气肿和肺心病病人肺血管，小支气管周围和肺间质中肥大细胞的密度增加，Tryptase的免疫反应亦呈阳性，肺小动脉周围肥大细胞的密度与血管壁的厚度呈正相关(r=0.87)，Heath等发现在玻利维亚世居于高原人肺组织中，特别是管壁增厚的小动脉周围有大量的肥大细胞堆积，并提出肥大细胞对血管重建的作用似乎比缩血管的作用更重要。\n高心病尸检病理报道极少，国外文献只报道5例，其病理学的主要特点是心脏体积增大，重量增加;右心房，右心室扩张肥厚，右心室重量占全心67%(正常为30%)，肺小动脉中层增厚，部分病人血管内膜纤维化，中小肺动脉广泛阻塞性血栓形成，肝脏充血肿胀，国内西藏学者报告了20例成人和57例小儿高心病尸检，发现心脏的改变与国外报告相同，光镜下可见心肌特别是右室乳头肌和右心室壁有严重肌纤维变性，坏死，钙盐沉积及瘢痕形成，电镜下见肌原纤维溶解，破坏，线粒体肿胀空化，有的可见致密颗粒，内质网扩张和糖原颗粒减少等，肺血管的改变，表现在肺小动脉中层肥厚及无平滑肌的细小动脉(直径<100μm)肌性化，血管壁增厚除了中层平滑肌细胞增殖，血管内膜和外层纤维组织亦出现增生;有的小动脉内皮细胞肿胀，突向管腔致使血管腔变窄甚至阻塞。", "symptoms": [], "yibao_status": "否", "get_prob": "0.001%-0.003%", "easy_get": "无特定人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "10天-15天", "cured_prob": "60%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（50000——80000元）", "check": [], "do_eat": ["乌骨鸡", "栗子（熟）", "核桃", "青豆"], "not_eat": ["咸鸭蛋", "花生仁（炸）", "咸鱼", "龙虾"], "recommand_eat": ["素炒小白菜", "奶汁白菜条", "奶油扒白菜", "白菜肉末粥", "开水白菜"], "recommand_drug": ["利舒康胶囊", "大花红景天口服液", "阿司匹林肠溶片", "呋塞米片"], "drug_detail": ["江苏亚邦爱普森呋塞米片(呋塞米片)", "欧意阿司匹林肠溶片(阿司匹林肠溶片)", "拜阿司匹灵阿司匹林肠溶片(阿司匹林肠溶片)", "奥吉娜阿司匹林肠溶片(阿司匹林肠溶片)", "力生呋塞米片(呋塞米片)", "舒泰神生物阿司匹林肠溶片(阿司匹林肠溶片)", "江苏平光阿司匹林肠溶片(阿司匹林肠溶片)", "三才石岐制药呋塞米片(呋塞米片)", "上海朝晖呋塞米片(呋塞米片)", "湖南新汇阿司匹林肠溶片(阿司匹林肠溶片)", "神威药业阿司匹林肠溶片(阿司匹林肠溶片)", "拜阿司匹灵阿司匹林肠溶片(阿司匹林肠溶片)", "云南白药阿司匹林肠溶片(阿司匹林肠溶片)", "青海益欣利舒康胶囊(利舒康胶囊)", "山西兰花药业阿司匹林肠溶片(阿司匹林肠溶片)", "石药集团阿司匹林肠溶片(阿司匹林肠溶片)", "北京太洋呋塞米片(呋塞米片)", "阿容阿司匹林肠溶片(阿司匹林肠溶片)", "久联阿司匹林肠溶片(阿司匹林肠溶片)", "山西云鹏呋塞米片(呋塞米片)", "大同利群阿司匹林肠溶片(阿司匹林肠溶片)", "东北制药呋塞米片(呋塞米片)", "卓攀林大花红景天口服液(大花红景天口服液)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa56"}, "name": "脚气病性心脏病", "desc": "脚气性心脏病(beriberiheartdisease)为维生素B1(硫胺素)严重且长时间缺乏而引起的一种高排量型心脏病，周围动脉阻力降低、心排血量增加为其特征性改变。", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.多食用糙米，或添加硫胺素的大米。\n2.避免过量摄入含碳酸盐的饮料，且不宜在夏季从事剧烈活动。\n3.避免长期使用利尿药治疗。\n4.采用烘烤或煮沸方式处理含硫胺素酶的食品，如蟹和鱼类。", "cause": "(一)发病原因\n维生素B1缺乏是脚气性心脏病的病因，常见于：①长期食用精白米或米饭洗蒸不当者;②慢性胃肠炎吸收不良者;③长期营养缺乏者;④慢性消耗性疾病者;⑤慢性酒精中毒者。\n(二)发病机制\n1.发病机制 维生素B1转变为TPP后，作为辅酶参与丙酮酸脱氢和α-酮戊二酸氧化脱羧过程，维生素B1缺乏减少丙酮酸转化为乙酰辅酶A，减少α-酮戊二酸转化为琥珀酸辅酶A，最终损伤糖的氧化磷酸化过程，使高能磷酸盐生成减少，造成神经系统和心肌能量供应不足。\n湿性脚气病表现为高心排血量心力衰竭的机制尚不明确，可能与交感神经受损和血中丙酮酸，乳酸含量增加导致周围动脉扩张有关，周围血管阻力下降，血循环加速，回心血量增加，使心排血量增加，同时，导致动静脉分流增加，动静脉血氧差值减小。\n2.病理 维生素B1缺乏常罹及神经系统和心血管系统：以神经系统病变为主，无充血性心力衰竭者称为干性脚气病;以心血管病变为主，出现充血性心力衰竭者称为湿性脚气病，干性脚气病侵犯周围神经，为非炎症性髓鞘变性，严重者侵犯中脑上部，中脑导水管周围灰质，丘脑下部，第三脑室，第四脑室和小脑，表现为血管扩张，血管增生，血管周围点状出血，脑细胞坏死和胶质增生，湿性脚气病心脏病理变化属非特异性改变，尸检示心肌肥厚，心肌细胞和传导系统呈退行性变，水肿和坏死，大量淋巴细胞浸润，心肌间质水肿明显，双心室扩张肥大，以右心室受累为主。", "symptoms": [], "yibao_status": "否", "get_prob": "0.0004%", "easy_get": "无特殊人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "1-3个月", "cured_prob": "60%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（2000——5000元）", "check": [], "do_eat": ["乌骨鸡", "栗子（熟）", "核桃", "白果（鲜）"], "not_eat": ["黄酒", "白酒", "咸鸭蛋", "花生仁（炸）"], "recommand_eat": ["黄瓜饺", "黄瓜拌绿豆芽", "干豆腐拌黄瓜", "小黄瓜西瓜汁", "黄瓜炒蛋奶", "黄瓜卷"], "recommand_drug": ["复方苯甲酸酊", "依诺沙星乳膏", "联苯苄唑乳膏", "足光散", "醋酸曲安奈德益康唑乳膏", "复方酮康唑乳膏", "克霉唑乳膏", "癣药膏", "盐酸特比萘芬凝胶", "环吡酮胺乳膏", "咪康唑氯倍他索乳膏", "复方酮康唑软膏", "顽癣净", "珊瑚癣净", "盐酸特比萘芬片", "曲安奈德益康唑乳膏"], "drug_detail": ["科田依诺沙星乳膏(依诺沙星乳膏)", "倍佳(盐酸特比萘芬凝胶)", "顺峰咪康唑氯倍他索乳膏(咪康唑氯倍他索乳膏)", "保龙康复方酮康唑软膏(复方酮康唑软膏)", "显克欣(复方酮康唑乳膏)", "黑龙江天龙联苯苄唑乳膏(联苯苄唑乳膏)", "亮生环吡酮胺乳膏(环吡酮胺乳膏)", "美莎抒盐酸特比萘芬片(盐酸特比萘芬片)", "愈芙癣药膏(癣药膏)", "愈芙顽癣净(顽癣净)", "湖北科田环吡酮胺乳膏(环吡酮胺乳膏)", "顺峰妇康安克霉唑乳膏(克霉唑乳膏)", "上海朝晖复方酮康唑软膏(复方酮康唑软膏)", "皮康王复方酮康唑软膏(复方酮康唑软膏)", "益富清(曲安奈德益康唑乳膏)", "神奇珊瑚癣净(珊瑚癣净)", "扶严宁(醋酸曲安奈德益康唑乳膏)", "舒夫林曲安奈德益康唑乳膏(曲安奈德益康唑乳膏)", "贵州泛德曲安奈德益康唑乳膏(曲安奈德益康唑乳膏)", "太平曲安奈德益康唑乳膏(曲安奈德益康唑乳膏)", "剿喷宁复方苯甲酸酊(复方苯甲酸酊)", "中联足光散(足光散)", "健民叶开泰国药足光散(足光散)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa57"}, "name": "甲亢性心脏病", "desc": "甲状腺功能亢进性心脏病是指在甲状腺功能亢进症时，甲状腺素对心脏的直接或间接作用所致的心脏扩大，心功能不全、心房纤颤、心绞痛甚至心肌梗死，病态窦房结综合征和心肌病等一系列心血管症状和体征的一种内分泌代谢紊乱性心脏病，有时仅次于甲亢危象，是甲亢病人死亡的重要原因。", "category": ["疾病百科", "内科", "内分泌科"], "prevent": "关键在于对甲亢做出早期诊断，并及时给予适当治疗，对有早期甲亢性心脏病迹象的患者应尽快控制甲亢。", "cause": "甲亢时甲状腺激素分泌过多，造成代谢亢进，机体耗氧量增加，产热过多，血流动力学随之发生明显改变以适应高代谢状态，可使皮肤毛细血管扩张，全身循环血容量可增加10%以上;血流速度加快，静脉回流量增加，因而心脏负荷量大大增加，心脏长期持续性负荷过重，功能和形态均发生异常改变，出现代偿性心脏肥大，最后导致心衰，主要是右心衰竭常见，原因是回心血量增多，肺动脉及右心室压力显著增加，加之右心室心肌储备能力较左心室差。\n①心肌细胞膜内侧面有甲状腺素受体，甲状腺素可直接作用于心肌，加速心肌代谢和耗氧过程;增加心肌细胞钙的储存，使心肌纤维中磷酸根离子，肌酸，钙离子浓度增加，钾离子浓度降低，各种心肌纤维不应期缩短，兴奋阈降低，这是甲亢病人发生房颤和其他心律失常的一个原因，②心肌代谢过程改变，甲状腺激素可激活心肌细胞上ATP酶，使cAMP增加，激起类儿茶酚胺的作用，增加心脏β受体对儿茶酚胺的敏感性;对缺氧的敏感性升高，导致冠状动脉痉挛，短暂性栓塞及微循环障碍等，是造成心绞痛的主要因素，③甲状腺素的直接作用可使心脏活动加强即心率加快，心肌收缩力增强和心肌耗氧量增加，这在初期具有适应的意义，但由于心率持续地加速(包括在休息状态下)，心脏舒张期明显缩短，心肌恢复不完全，长期处于疲劳状态，使心肌对心肌缺氧敏感性增加，造成心肌收缩力减退，久之则心脏储备能力耗竭，可发生心力衰竭，④甲状腺激素作用于心肌，可引起一定的病理性改变，如心肌内可见到淋巴细胞与嗜酸性粒细胞浸润，脂肪浸润，纤维变性，甚至局灶性缺血坏死，称之为甲亢性心肌病，这些病理改变会造成甲亢性心脏病，尤其是心律失常或传导异常的原因之一。\n患者有肾上腺素能和儿茶酚胺敏感性增加，可出现心动过速及心律失常等，而引起甲亢性心脏病的发生。", "symptoms": ["和"], "yibao_status": "否", "get_prob": "0.012%", "easy_get": "无特殊人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "内分泌科"], "cure_way": ["药物治疗", "支持性治疗", "手术治疗"], "cure_lasttime": "1-2个月", "cured_prob": "70%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000——30000元）", "check": [], "recommand_drug": ["抑亢丸", "甲亢灵颗粒", "甲巯咪唑片", "阿替洛尔片", "丙硫氧嘧啶片", "甲亢灵片", "甲亢灵胶囊", "酒石酸美托洛尔缓释片", "硫唑嘌呤片", "维生素C钠胶囊"], "drug_detail": ["信谊硫唑嘌呤片(硫唑嘌呤片)", "北京燕京甲巯咪唑片(甲巯咪唑片)", "东泰甲亢灵胶囊(甲亢灵胶囊)", "光辉丙硫氧嘧啶片(丙硫氧嘧啶片)", "富兴飞鸽甲亢灵片(甲亢灵片)", "仁源堂甲亢灵颗粒(甲亢灵颗粒)", "精华丙硫氧嘧啶片(丙硫氧嘧啶片)", "托西尔康(酒石酸美托洛尔缓释片)", "龙仕康抑亢丸(抑亢丸)", "浙江奥托康硫唑嘌呤片(硫唑嘌呤片)", "新维熹(维生素C钠胶囊)", "四川瑞康酒石酸美托洛尔缓释(酒石酸美托洛尔缓释片)", "精华制药丙硫氧嘧啶片(丙硫氧嘧啶片)", "浙江万晟阿替洛尔片(阿替洛尔片)", "益民药业阿替洛尔片(阿替洛尔片)", "广东华南丙硫氧嘧啶片(丙硫氧嘧啶片)", "上海上药中西制药甲巯咪唑片(甲巯咪唑片)", "北京太洋甲巯咪唑片(甲巯咪唑片)", "上海上药信谊药厂丙硫氧嘧啶(丙硫氧嘧啶片)", "陕西渭南华仁甲亢灵胶囊(甲亢灵胶囊)", "托西尔康(酒石酸美托洛尔缓释片)", "四川瑞康酒石酸美托洛尔缓释(酒石酸美托洛尔缓释片)", "苏州东瑞丙硫氧嘧啶片(丙硫氧嘧啶片)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa58"}, "name": "老年人风湿性心脏病", "desc": "老年人风湿性心脏病多为青年时期患风湿热，遗留心脏瓣膜损害而导致风湿性心脏病(senilerheumaticheart\ndisease)，该病延续到老年所致，极少数为晚年发病，本病患者能够活到老年可能是由于心脏原来的受侵程度较轻，风湿热反复发作次数较少或发病年龄较迟等原因。临床最常见的为二尖瓣和主动脉瓣病变，近年来由于瓣膜疾病的诊断技术和治疗手段明显改进，能够通过许多无创性方法对心脏瓣膜的功能状态进行定量评估，随着现代精细生物瓣膜和机械瓣膜的研制，使得风湿性心脏瓣膜病患者生存率日趋提高。老年人风湿性心脏病可以没有或很少有临床症状，也可有进行性心脏损害，还可因风湿活动、高血压、冠心病和感染等因素使症状加重。老年有风湿活动时可表现为心脏炎-心动过速、新的杂音出现、心电图变化以及血沉增快等，也可有关节炎，但环形红斑、舞蹈病和皮下结节在老年患者中较少见。\n\n", "category": ["疾病百科", "内科", "心内科"], "prevent": "老年人心脏直视手术危险性大，必须慎重，但严重的二尖瓣狭窄，心功能迅速减退，或房颤和发生栓塞有再栓塞的可能时，作交界分离，左房取栓及瓣膜置换等手术不应受年龄限制，而应根据病人全身情况来确定，对于老年人应掌握好手术适应证和禁忌证，术前对患者手术承受能力，各主要脏器的功能状态，手术方式和时机的选择，术中可能出现的危急情况，术后并发症及其防治措施应作全面而综合考虑。", "cause": "(一)发病原因\n目前公认急性风湿热是由于A族乙型溶血性链球菌感染后引起的一种变态反应或过敏性疾病，链球菌最外层为荚膜，中间为细胞壁，内层为细胞膜和细胞质，细胞壁从内到外由蛋白质，多糖和黏肽组成，蛋白质层为特异性蛋白，可分为M，T，R，S等抗原成分，其M蛋白分子和肌肉蛋白的原肌球蛋白有共同抗原性，并有研究证实M蛋白的胰蛋白酶分解片段与心肌纤维膜有交叉抗原性;细胞壁上的多糖与心瓣膜的糖蛋白具有交叉抗原性，黏肽静脉注射也可造成风湿样的结节性心脏损害;细胞膜上脂蛋白也具有复杂的抗原性，与心脏瓣膜，肌纤维膜和血管平滑肌等也有交叉抗原性，当链球菌感染时，如果机体的免疫功能正常，那么机体会错将链球菌误认为是自身抗原而不产生正常的免疫反应将其清除，一旦机体免疫功能异常，便可对进入体内的链球菌表面的抗原成分产生免疫反应，产生相应的抗体，这些抗体不仅与链球菌有关的抗原发生反应，同时也与那些和链球菌具有交叉抗原的自身心肌组织和心瓣膜发生免疫反应，而造成组织损伤，反复链球菌感染可不断刺激机体产生抗体，使心瓣膜反复损伤而硬化形成瓣膜病。\n(二)发病机制\n病人被链球菌感染后对心脏的损伤主要表现在2个方面：\n①急性期所致的风湿性心脏炎：急性风湿热几乎均可引起心脏损伤，可累及心包，心肌和心内膜形成全心炎，心包腔内可纤维素样炎性渗出，或产生心肌急性水肿和心内膜炎。\n②反复发作所致的心脏瓣膜病：可见心肌内血管的纤维性瘢痕，左房心内膜纤维化，瓣叶上血管形成等，瓣膜可发生充血，肿胀，瘢痕形成和腱索乳头肌粘连，硬化，钙化和挛缩，导致瓣膜狭窄或关闭不全，一般二尖瓣病变比主动脉瓣多见，二尖瓣和主动脉瓣病变可同时存在，病变类型在二尖瓣大多数为狭窄，而主动脉瓣则以关闭不全为主，单纯风湿引起的三尖瓣和肺动脉瓣病变临床上在老年人中较少见，即使有也多伴有二尖瓣和主动脉瓣病变，因此本章主要叙述二尖瓣和主动脉瓣病变。\n1.二尖瓣病变\n二尖瓣在左心室收缩时能够保持严密的闭合状态，是由二尖瓣本身及其周围解剖结构的多种成分共同来完成的，统称为二尖瓣装置，主要包括六个成分：左心房，二尖瓣叶，二尖瓣纤维环，腱索，乳头肌和左室壁。\n风湿性二尖瓣狭窄的早期以瓣膜交界处及其基底部水肿，炎症和赘生物的形成为主，晚期在愈合过程中由于纤维蛋白的沉积和纤维性变，逐渐形成前后瓣叶交界处粘连，融合，瓣膜增厚，硬化以及腱索缩短而相互粘连，限制瓣膜活动功能和开放，导致瓣口狭窄，老年人二尖瓣狭窄时可以见到瓣环的钙化，其特点是瓣环有纤维增厚，脂质沉着钙化是一种老年退行性变，瓣环发生钙化最明显的部位是后侧叶下心室面，当钙质沉着逐渐加重时，后叶可被推向前而固定，由于许多老年的二尖瓣狭窄在临床上并无风湿活动的证据，且与年轻时可能存在的风湿热相距时间太长，因此有人认为老年人二尖瓣狭窄的发展可能是由于急性瓣膜炎愈合灶的存在，以致血流经过该处时发生湍流，持续的机械冲击造成了进行性非特异性瓣膜损伤，形成瘢痕或粘连，根据病变程度的不同可分为4种类型：隔膜型，隔膜增厚型，隔膜漏斗型和漏斗型，根据狭窄的程度和代偿状态可分为3期：\n①左房代偿期：多数狭窄程度较轻，由于舒张期左房排血受阻，左房出现代偿性扩大与肥厚以增强收缩力，使舒张期主动排血增加，此时心脏功能尚能完全代偿。\n②左房失代偿期：随着病变的加重和病情进展，左房代偿性扩大，肥厚和增强收缩力却难以克服瓣口狭窄所致的血流动力学障碍时，可出现左房压，肺静脉压和肺毛细血管压力的增高，一方面可引起肺顺应性的下降，呼吸功能发生障碍导致低氧血症，另一方面肺毛细血管压力升高，引起血浆甚至血细胞渗出毛细血管外，进入肺泡引起急性肺水肿，出现左房衰竭的征象。\n③右心室衰竭期：长期的肺淤血后肺顺应性降低，反射性引起肺小动脉痉挛收缩，最终导致肺动脉高压，增加右心后负荷使右心室壁增厚，右心腔扩大，引起右心衰竭，此时通过肺脏的血流减少，使得肺淤血和左房衰竭反而减轻，但在房颤伴有快速室率及舒张期缩短者，在肺毛细血管压升高时仍易发生肺水肿。\n二尖瓣闭合不全主要是由于风湿热反复发作导致瓣膜增厚，瘢痕形成和瓣叶挛缩，以及腱索粘连，断裂和乳头肌瘢痕形成和缩短，使瓣膜运动受限影响其闭合，通常无瓣膜钙质沉积或仅有轻度钙质沉积，整个收缩期均有血流自左室反流至左房，使左房压力和容量升高，这种反流可一直持续到左室压力下降到低于左房压时，长期的反流可使左房扩大，发生急性肺水肿，继之肺动脉高压和右室负荷过重引起右室肥大，右心衰竭，而在舒张期左室的容量负荷增加可产生离心性左室扩大和肥厚，尽管左室射血阻力降低，射血分数正常或增高，但左室周径缩短率与正常人相比是减小的左室收缩末期容积指数增高，风湿引起的二尖瓣关闭不全有逐渐发展的趋势，其原因：\n①风湿病变可持续活动;\n②瘢痕化过程可持续数年;\n③Edwards提出当二尖瓣关闭不全引起左房扩大时，后者又使二尖瓣后叶发生移位，致使反流量增加形成恶性循环。\n2.主动脉瓣病变\n在老年风湿性心脏病中主动脉瓣病变占20%～35%，但大多数合并有二尖瓣病变，目前认为单纯主动脉瓣狭窄不是由风湿热引起的后遗症，很多是由于钙化所致，主动脉瓣狭窄一般发展缓慢，且左室收缩力很强，因此心脏有充裕的时间通过代偿机制保持相对良好的心功能状态，重度狭窄时左室收缩期负荷增加，室壁纤维较正常增粗伸长，产生左室向心性肥厚，以使收缩力加强，收缩压增高，提高左室-主动脉压差来维持正常的心输出量，但长期的左室负荷增加引起左心室极度肥厚致下列不利影响：\n①心肌变硬，舒张功能减退，舒张期顺应性降低，导致左室舒张功能障碍，左室舒张末压升高，以致对前负荷极为敏感，即轻度前负荷增加即可导致肺静脉高压，甚至发生肺淤血和肺水肿。\n②心肌肥厚而毛细血管数量并不增加，使氧的弥散半径加大，心肌相对供血不足，左室射血阻力增加，心肌收缩力加强使心肌耗氧量增加。\n③左室舒张末压的增高，肥厚的心肌挤压壁内小冠脉，从而增加冠脉灌注阻力，减少舒张期冠脉流量;而主动脉平均压下降更使冠脉灌注不足，进一步加重心肌缺血，长期供血不足可产生左室心肌的纤维化，尤以心内膜下纤维化最为广泛，使心肌收缩力下降，顺应性进一步减低，逐渐产生心力衰竭，甚至诱发心绞痛和心肌梗死，老年人常常伴有冠状动脉疾患而使病情加剧，预后更差。\n主动脉瓣关闭不全主要由于风湿性主动脉瓣炎后瓣叶缩短，变形所致，反流量的大小除与反流瓣口的大小有关外，还与左室顺应性，外周血管阻力大小，心率快慢以及主动脉和左室间压差大小有关，由于主动脉与左室间在舒张期存在明显的压力差，故即使反流口径较小也可产生明显的血液反流，大量血液反流入左室而使舒张期左室容量负荷加大，左室心肌纤维被动牵张，左室腔逐渐增大，可发展为巨型左室，当左室舒张期末压升高到一定程度时，特别是左室收缩功能不良，可引起左室舒张末期容积和压力急剧上升，左房压和肺静脉压升高，最终引起左心衰竭和肺水肿，同时主动脉舒张压的降低又可影响冠脉供血，使心肌缺血致进一步使心肌收缩力下降，加重心功能不全，左室收缩时其压力升高发生较早，血液射出期较短，血液到达周围小动脉主要发生在收缩早期，当大量的血液在收缩早期进入充盈不足的动脉时，周围动脉可发生显著的冲击感。", "symptoms": [], "yibao_status": "否", "get_prob": "0.005%", "easy_get": "老年人", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "手术治疗", "支持性治疗"], "cure_lasttime": "1-2年", "cured_prob": "10%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约(5000-10000元)", "check": [], "recommand_drug": ["琥乙红霉素颗粒", "依托红霉素片", "依托红霉素颗粒", "硬脂酸红霉素片", "琥乙红霉素胶囊", "琥乙红霉素片", "滋心阴胶囊", "十一味甘露胶囊", "利心丸", "硬脂酸红霉素颗粒"], "drug_detail": ["天施康滋心阴胶囊(滋心阴胶囊)", "利君沙(琥乙红霉素片)", "金珠雅砻十一味甘露胶囊(十一味甘露胶囊)", "山西澳迩依托红霉素颗粒(依托红霉素颗粒)", "长春迪瑞琥乙红霉素颗粒(琥乙红霉素颗粒)", "河北天成依托红霉素颗粒(依托红霉素颗粒)", "湖北东信琥乙红霉素片(琥乙红霉素片)", "博祥利心丸(利心丸)", "吉林特研利心丸(利心丸)", "浙江京新琥乙红霉素片(琥乙红霉素片)", "湖北东信依托红霉素颗粒(依托红霉素颗粒)", "北京首儿依托红霉素颗粒(依托红霉素颗粒)", "开封制药琥乙红霉素颗粒(琥乙红霉素颗粒)", "吉林鹿王利心丸(利心丸)", "利君沙(琥乙红霉素胶囊)", "利君沙(琥乙红霉素颗粒)", "神威硬脂酸红霉素颗粒(硬脂酸红霉素颗粒)", "吉林国药利心丸(利心丸)", "广东华南依托红霉素片(依托红霉素片)", "国药集团广东环球制药依托红(依托红霉素片)", "修正药业依托红霉素片(依托红霉素片)", "台山化学制药硬脂酸红霉素片(硬脂酸红霉素片)", "福建中合医药依托红霉素片(依托红霉素片)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa59"}, "name": "老年人甲减性心脏病", "desc": "\n\t甲状腺功能减退性心脏病(甲减心)是由于甲状腺素合成，分泌不足或生物效应不足而引起心肌收缩力减弱，心排血量和外周血流量减少等一系列症状和体征的一种内分泌紊乱性心脏病。\n\n", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.一级预防\n通过对各种病因的预防从而避免甲减的发生，其中包括预防桥本甲状腺炎，避免缺碘或碘过多，Graves病的适量放射性碘治疗，避免抗甲状腺药物过量，及其他可致甲减的药物如对氨基水杨酸、保泰松、过氨酸钾、钴、锂及胺碘酮的长期过量应用。近年来，胺碘酮治疗老年人心律失常颇为常见，胺碘酮对甲状腺功能有3方面作用：第一，是通过与细胞核内甲状腺受体结合以对抗甲状腺素作用；第二，是抑制外周T4转化为T3，故长期用药可致血清T3水平下降和一过性TSH升高；第三，是该药含碘35%(按重量算)，在体内代谢时产生大量的无机碘，导致甲状腺有机碘化作用的抑制。服用该药的病人，可能发生甲减(美国多见)，国内也屡有报道，故对长期服用胺碘酮的老年病人，应定期复查甲状腺功能。\n2.二级预防\n即早发现，诊断患病老人，定期(半年至1年)体检十分重要，尤其对接受放射性碘治疗及服用抗甲状腺药物或服用对氨基水杨酸、保泰松、过氨酸钾、胺碘酮的高危老人，应定期行甲状腺功能测定(3个月至半年)。\n3.三级预防\n对于诊断明确的老人，应予以甲状腺素替代治疗，以减少病残率及甲减性昏迷，心脏并发症发生率。\n老年性甲减患者，如病程较长，则心脏表现甚为突出，发生率达70%～80%。除窦性心动过缓外，尚有心脏扩大、心包积液、心音遥远、血压增高、并发动脉粥样硬化等，往往酷似高血压、冠心病或心肌病，极易误诊，而导致治疗不及时；有时危及生命，而一旦确诊和及时治疗，预后良好。", "cause": "患者甲状腺素合成或分泌不足，使机体各器官和组织代谢率降低，导致水钠潴留，组织毛细血管通透性增加及局部淋巴回流减慢，以及因局部黏液性水肿而有嗜水性黏多糖和黏蛋白堆积，造成心肌水肿和浆膜腔积液，其中以心包积液最为重要。早年报道甲减心包积液发生率达30%～80%。近年来，随着分析技术的提高可早期发现轻型甚至无症状的甲减患者，因此心包积液发生率下降；但仍有不少甲减患者以心包积液为首发症状。甲减性心包积液多为小量，亦可中至大量，生长缓慢，即使大量心包积液，也较少发生心包填塞；病人心率减慢和每搏输出量减少，心排量降低，周围血液量减少，血流速度减慢，循环时间延长，为了保持热量，皮肤血管呈收缩状态，外周阻力增高。\n甲减时，甲状腺激素不足，心肌许多酶活性受抑制。另有人发现，甲减时心肌肌浆网功能和肌浆球蛋白三磷腺苷活性降低，导致心肌变力，变速作用减弱，心肌对儿茶酚胺敏感性降低或心肌儿茶酚胺受体减少，致使心肌发生非特异性心肌病变，心脏扩大呈球状，促使甲减性心脏病的发生。\n甲减时脂肪代谢发生变化，正常胆固醇半寿期约为75天，甲减时延长至150天，此可能是本症中血胆固醇增高的原因，也是促使患者发生冠心病的危险因素。\n甲减患者中有7.8%～25%的人血压升高，而且用甲状腺素替代治疗后，血压明显下降，高血压的原因推测与下列因素有关：\n(1)高脂血症促进动脉硬化导致高血压形成。\n(2)基础代谢率降低，有效循环血量不足，外周血管代偿性收缩。\n甲减时心肌对肾上腺素和去甲肾上腺素的敏感性下降，加之组织耗氧量减少及代谢率降低，心动过缓多见；其次为房室传导阻滞；另外，甲减可引起Q-T间期延长，严重者出现室性心律失常，如扭转型室速，反复发作的心房颤动，甲减纠正后，Q-T间期可恢复正常。", "symptoms": [], "yibao_status": "否", "get_prob": "0.005%", "easy_get": "老年人", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "康复治疗"], "cure_lasttime": "3-5周", "cured_prob": "80%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（3000——20000元）", "check": [], "do_eat": ["鸡肉", "鸡内金", "芝麻", "葵花子仁"], "not_eat": ["江米酒", "黄酒", "白酒", "田螺"], "recommand_eat": ["玫瑰花茶"], "recommand_drug": ["益康胶囊", "维生素D2丸", "甲状腺片", "骨化三醇软胶囊", "左甲状腺素钠片"], "drug_detail": ["宇宙甲状腺片(甲状腺片)", "山东惠诺甲状腺片(甲状腺片)", "君碧莎益康胶囊(益康胶囊)", "加衡(左甲状腺素钠片)", "吉林吉春益康胶囊(益康胶囊)", "加衡(左甲状腺素钠片)", "山东仁和甲状腺片(甲状腺片)", "优甲乐(左甲状腺素钠片)", "南宁康诺甲状腺片(甲状腺片)", "兖州生宝甲状腺片(甲状腺片)", "济生甲状腺片(甲状腺片)", "中泰甲状腺片(甲状腺片)", "山东鲁北甲状腺片(甲状腺片)", "天津君安甲状腺片(甲状腺片)", "卫材(辽宁)制药甲状腺片(甲状腺片)", "亚宝益康胶囊(益康胶囊)", "葵花药业维生素D2丸(维生素D2丸)", "北京赛而甲状腺片(甲状腺片)", "盖三淳(骨化三醇软胶囊)", "山东绿因甲状腺片(甲状腺片)", "加衡(左甲状腺素钠片)", "吉林吉春甲状腺片(甲状腺片)", "浙江尖峰甲状腺片(甲状腺片)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa5a"}, "name": "老年人甲亢性心脏病", "desc": "甲状腺功能亢进心脏病(甲亢心)是由多种原因引起的甲状腺病态地分泌过量的甲状腺激素，对心脏直接毒性作用或间接影响而引起心律失常，心脏扩大，心力衰竭，心绞痛等一系列症状和体征的一种内分泌紊乱性心脏病。", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.一级预防\n通过对各种病因的预防从而避免甲亢的发生。其中包括预防桥本甲状腺炎，避免缺碘及碘摄入过量，预防感染(肠道耶尔森菌感染)，避免精神刺激及创伤；可通过钓鱼，养花，书法，绘画来怡情养性，安神宁志，同时积极参加社会活动，充实老年生活，保持乐观，开朗的性格，忌终日忧思紧张，克服孤僻，悲观，厌世，狭隘，暴躁等不良性格及情绪，保持一个良好舒畅的心境。\n2.二级预防\n即早期发现，诊断患甲亢心的老人，定期(半年至1年)体检十分重要；尤其对高危老人，甲状腺功能测定，甲状腺彩超应作为常规体检项目，以便早发现早治疗。\n3.三级预防\n对于诊断明确的老人，正规系统治疗的同时应做好耐心的解释，安慰工作，防止患者情绪波动及外来的精神刺激；发病期间，要注意休息，早期应适当卧床，饮食以清淡，营养丰富且易于消化为宜，注意补充足够热量及营养，如糖，蛋白质及维生素B族等，以补充疾病对机体的消耗。", "cause": "遗传缺陷是Graves甲亢（GD）发病的基础，其依据是：\n①本病的家族聚集性十分明显。\n②同卵双生儿中相继患病的共显率为30%～60%，异卵者3%～9%。\n③病人本身或其家属常同时或先后发生其它自身免疫性甲状腺疾病，如桥本甲状腺炎，或其他自身免疫性疾病，如Ⅰ型糖尿病，重症肌无力，类风湿关节炎，系统性红斑狼疮，特发性血小板减少性紫癜，恶性贫血和萎缩性胃炎等。\n④HLA-B8，HLA-DR3，HLA-DR5，尤其是HLA-DQβW2及HLA-DR3-DQA1*0501-DQB*0201与GD密切相关。\n⑤IgG重链同种异型决定族基因位点Gm在GD患者中出现的频率明显高于正常人群，但是，本病的遗传方式迄今仍不清楚，遗传因素作用的结果可能是抑制性T细胞(Ts)功能缺陷。\n免疫异常是GD发病的关键，业已证实，GD患者体内存在体液免疫与细胞免疫的异常，其中，甲状腺刺激抗体(thyroid stimulating antibody，TSAb)是GD发生发展的主要原因。\n(1)体液免疫异常：GD患者血中可检出非甲状腺特异性抗体及甲状腺特异性抗体，前者包括抗核抗体，抗平滑肌抗体，抗淋巴细胞抗体，抗胰岛细胞抗体，抗肾上腺细胞抗体及抗胃壁细胞抗体等，这些非特异性抗体只是GD的一种表象，与GD的发病并无直接关系。\n甲状腺特异性抗体包括甲状球蛋白抗体(TGAb)，甲状腺过氧化酶抗体(TPOAb)，抗甲状腺激素抗体，钠/碘转运体(NIS)抗体，TSH受体抗体(TRAb)及甲状腺刺激免疫球蛋白(TGI)等，后两类抗体在GD发病机制中起重要作用。\n自1965年Adoms及Purves发现并命名GD血清中长效甲状腺刺激物(LATs)后，人们对其功能，性质及与GD的关系作了深入研究，现已确认，LATs及其类似物同属于一类异常的免疫球蛋白，主要由甲状腺内的淋巴细胞产生，一般属于IgG，统称为TRAb，它分为刺激型及阻断型两类，前者称为TSAb，后者以甲状腺刺激阻断抗体(TSBAb)为代表，TRAb尚可抑制TSH与其受体结合，基于这一原理检出的抗体称为TSH结合抑制免疫球蛋白(TBII)。事实上，TBII包括2个亚型，其一与TSAb作用一致，另一种具有TSBAb的活性，GD患者体内可同时存在刺激型及阻断型抗体，其活性的消长是甲亢与甲减相互转变的原因之一，TGI在GD患者体内有较高的检出率，此抗体与甲状腺肿大的发生密切关联。\n(2)细胞免疫异常：GD患者体内出现自身抗体与B淋巴细胞的调节异常有关，研究发现，GD患者血中活化T细胞，即HLA-DR+T细胞数目增多，其外周和(或)甲状腺内Ts细胞数量减少，辅助性T细胞(Th)与Ts比值升高，患者血循环中或甲状腺内NK数量及功能呈现明显变化，此外，GD患者体内尚存在γ-干扰素，白介素-6(IL-6)，IL-8，IL-10，IL-13，IL-15和IL-18等多种细胞因子含量的异常，这些因素对GD的发生及延续有重要意义。\n(3)HLA-DR抗原的异常表达：GD患者甲状腺细胞可异常地表达HLA-DR抗原，以往认为，这类甲状腺细胞可作为抗原提呈细胞，将自身抗原呈递于淋巴细胞，并诱导自身抗体的生成。近年，有人对此提出质疑，认为HLA-DR抗原的异常表达可能是一种继发性现象，对机体起到保护作用，能够阻断GD的进一步发展。\n(4)黏附分子异常：GD患者血中可溶性细胞间黏附分子(sICAM)，血管细胞黏附分子(VCAM)和选择素等多种免疫因子含量增多。病人甲状腺细胞亦可表达ICAM，淋巴细胞功能相关抗原(LFA)等。然而，黏附分子的异常是否继发于甲亢，抑或是GD的致病因素尚待进一步研究，\n(5)应激：精神创伤，手术，外伤与分娩等应激因素在GD的发生中起重要作用，应激导致肾上腺皮质激素急剧上升，进一步降低Ts功能，使Ts/Th比例失调，导致机体免疫应答反应增强，此外，应激状态下交感神经系统过度活化，后者直接或间接引起甲状腺激素合成及分泌异常。\n感染可导致正常人体细胞破坏和抗原的释放，诱导HLA-DR抗原表达及多种细胞因子的产生，进而促发GD，某些肠道细菌如耶尔森菌与TSH受体有共同抗原决定族，当其感染时，可产生类似于TRAb的自身抗体和(或)抗TSH抗独特型抗体，由此引起GD的发生。\nGD患者体内的IgG能够调节甲状腺细胞中Fas蛋白的表达及其介导的细胞凋亡，甲状腺刺激性抗体可通过抑制Fas诱导的细胞凋亡参与GD甲状腺肿的发展过程，而阻滞性抗体则通过抑制TSH作用，增加对Fas介导的凋亡的敏感性，导致桥本甲状腺炎(HT)甲状腺的破坏或萎缩性甲状腺炎患者中甲状腺的萎缩。另一方面，GD和HT患者体内可溶性Fas(sFas)的血清浓度存在异常，这是一种因剪切异常缺乏跨膜区域的Fas，可阻断Fas介导的细胞凋亡。GD甲亢期时sFas增加，GD缓解期和HT甲状腺功能正常时降低；而在HT甲减期和无痛性甲状腺炎甲亢期时保持正常，并且，sFas数值与GD甲状腺刺激性抗体活性相关联。这一结论提示，GD患者Fas剪切变异体表达的增加，正常Fas的减少，能通过防止甲状腺细胞凋亡，增加自身反应性B淋巴细胞产生甲状腺刺激性抗体，从而促进甲状腺生长。与此相反，HT中sFas的减少意味着正常Fas的表达增加，因而通过增加细胞凋亡导致甲状腺受损。\n发病机制\n1.甲状腺素对心脏的作用\n心肌细胞膜内侧面有甲状腺儿茶酚胺受体，甲亢时过多的甲状腺素可使心肌内三磷腺苷(ATP)和肌酸磷酸含量减少。据研究T4有直接的正性肌力作用，同时可使腺苷酸环化酶活性增强，与T4共同作用加强心肌收缩力，提高心肌儿茶酚胺作用和敏感性；还能抑制心脏单胺氧化酶活性，在过多的甲状腺素作用下，心肌平滑肌细胞膜慢钠-钙通道激活，产生正性变力作用及变时作用。以上共同作用的结果可使心动过速，心排血量增加。\n2.心肌代谢的改变\n现已知甲状腺素通过改变蛋白质的合成作用于心脏，甲亢时过多的甲状腺素加速心肌代谢和耗氧过程，在氧化中释放出的能量不能以高能磷酸键形式储存，而以热能形式散发，这种氧化磷酸化分离引起心肌内分解代谢增加，合成代谢抑制，导致三磷腺苷和肌酸含量不足，糖原和蛋白质合成减少，每次心肌兴奋-收缩耦联反应时，更多的热能被释放，心肌做功效率不高。\n3.血流动力学改变\n甲亢时过多的甲状腺激素使代谢亢进，皮肤毛细血管扩张，血管容量增加；加上微循环中动静脉分流的建立，回心血量增强，导致心排血量显著增加。甲亢病人每搏输出量，平均收缩期射血率，室壁缩短率和冠脉血流率均增加，而收缩射血间期和射血前期均缩短，脉压差增宽，体循环阻力降低，静脉回流量增加，肺动脉及右心室压力显著增加，心肌耗氧量增加，持续超负荷可使心脏扩大，产生心肌衰竭。因右室心肌储备能力小，所以甲亢多先出现右心衰竭，另外过多的甲状腺激素可使心肌细胞膜上Na /K -ATP酶活性增强，促进Na 外流，K 内流，影响心肌细胞电生理，尤其是使心房肌细胞动作电位时程缩短，电兴奋性增高，易致房颤等心律失常，同时，甲亢时心肌代谢氧化磷酸化分离，心肌对缺氧敏感性增高，易致冠状动脉痉挛，而引起心肌缺血。", "symptoms": [], "yibao_status": "否", "get_prob": "0.0053%", "easy_get": "老年人", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["对症治疗", "药物治疗", "手术治疗", "放射性治疗", "支持性治疗", "康复治疗"], "cure_lasttime": "1-3个月", "cured_prob": "70%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000 —— 80000元）", "check": [], "recommand_drug": ["抑亢丸", "甲亢灵颗粒", "甲巯咪唑片", "阿替洛尔片", "丙硫氧嘧啶片", "甲亢灵片", "甲亢灵胶囊", "酒石酸美托洛尔缓释片", "硫唑嘌呤片", "维生素C钠胶囊"], "drug_detail": ["信谊硫唑嘌呤片(硫唑嘌呤片)", "北京燕京甲巯咪唑片(甲巯咪唑片)", "东泰甲亢灵胶囊(甲亢灵胶囊)", "光辉丙硫氧嘧啶片(丙硫氧嘧啶片)", "富兴飞鸽甲亢灵片(甲亢灵片)", "仁源堂甲亢灵颗粒(甲亢灵颗粒)", "精华丙硫氧嘧啶片(丙硫氧嘧啶片)", "托西尔康(酒石酸美托洛尔缓释片)", "龙仕康抑亢丸(抑亢丸)", "浙江奥托康硫唑嘌呤片(硫唑嘌呤片)", "新维熹(维生素C钠胶囊)", "四川瑞康酒石酸美托洛尔缓释(酒石酸美托洛尔缓释片)", "精华制药丙硫氧嘧啶片(丙硫氧嘧啶片)", "浙江万晟阿替洛尔片(阿替洛尔片)", "益民药业阿替洛尔片(阿替洛尔片)", "广东华南丙硫氧嘧啶片(丙硫氧嘧啶片)", "上海上药中西制药甲巯咪唑片(甲巯咪唑片)", "北京太洋甲巯咪唑片(甲巯咪唑片)", "上海上药信谊药厂丙硫氧嘧啶(丙硫氧嘧啶片)", "陕西渭南华仁甲亢灵胶囊(甲亢灵胶囊)", "托西尔康(酒石酸美托洛尔缓释片)", "四川瑞康酒石酸美托洛尔缓释(酒石酸美托洛尔缓释片)", "苏州东瑞丙硫氧嘧啶片(丙硫氧嘧啶片)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa5b"}, "name": "老年人酒精性心脏病", "desc": "早在1884年，Bollinger在尸检中发现长期大量饮用啤酒者心脏明显扩大，称其为慕尼黑啤酒心脏。20世纪以来，大量临床和动物试验证明，长期过度饮酒可以引起以心脏排血量降低为特征的心肌病，1985年以来，许多学者又提倡采用酒精性心脏病(alcoholicheartdisease)作为病名。因为它的病因主要是酒精，并在戒酒后心脏收缩功能可以明显改善，而且其病变也不仅限于心肌。", "category": ["疾病百科", "内科", "心内科"], "prevent": "酒精性心脏病在欧美国家颇为常见，但在亚洲国家中比较少见，对于本病若能早期诊断，戒绝饮酒，积极治疗，预后良好，反之，则预后恶劣，专门研究老年人本病的文献报告，国内外罕见，有待于老年医学研究者，给予重视。", "cause": "酒精(乙醇)及其代谢产物乙醛的毒性，无疑是本病最为重要的因素，最近澳大利亚的研究表明，社会酒类消费量降低后，本病发生率和病死率均降低，但是，有些研究也表明饮酒量和嗜酒持续时间与患者左室功能不全之间仅存在微弱相关;酒类所含酒精浓度与心肌受损程度之间亦非简单的线性相关。\n既往文献中常述及长期过量饮酒者，往往具有摄取食物减少的不良习惯，以致蛋白质和维生素缺乏，酒精代谢过程中，更增加了维生素的消耗，尤其是B族维生素，以致人们认为继发性营养缺乏也是病因之一，现已了解许多患者并不存在营养缺乏，而且补充蛋白质和B族维生素的治疗，效果也很有限，既往还认为啤酒中所含泡沫增强剂钴的毒性作用也是本病病因，但自1970年以后，啤酒生产通常不采用钴作为添加剂。\n饮酒者个体对于酒精耐受性的差异，在本病发病中的作用，是非常值得重视的一个问题，研究表明，饮酒者血中酒精含量，既能反映个体饮酒量，更加反映个体对于酒精耐受性的差异，有的国家法律规定血中酒精含量超过100mg%，禁止驾驶机动车，但有些饮酒者血中酒精含量达到50mg%，即出现运动，感觉和认知功能障碍。\n本病病因可能具有多种因素，酒精无疑是其中最为重要的因素，个体对于酒精耐受性的差异，甚至遗传因素，可能也参与了本病的发生。\n发病机制\n1.发病机制\n由于酒精在本病病因中，具有最为重要的地位，故有关其在发病机制中的作用研究也较多见，现将其主要观点介绍如下。\n(1)酒精直接损害心肌细胞膜，以致其膜屏障保护作用消失，赖以维持正常膜电位的钾，钠离子平衡受到破坏，导致细胞间信息传递混乱。\n(2)长期饮酒，引起细胞膜上的电压依赖性钙通道数量减少和活性降低，以致钙离子进入细胞内减少，心肌收缩力下降。\n(3)长期饮酒改变了肌球蛋白(myosin)和肌钙蛋白(troponin)的结构，以致改变了收缩蛋白间的越桥循环(cross-bridge cycling)，也改变了肌钙蛋白C复合物对于钙的敏感性，致使心肌收缩力降低。\n(4)酒精引起的细胞器损伤，与脂质过氧化作用对细胞器的损伤极为相似，故推测脂质过氧化作用与本病发生有关，但给予充分的抗氧化剂维生素E，却并不能防止酒精对于心肌的损害作用，故对此尚需作进一步研究。\n2.病理变化\n(1) 大体病理：大体观察心脏外观呈灰白色，心腔扩大，左室增厚，心肌松软，重量增加，偶尔可见心内膜纤维性增厚，约60%患者并发附壁血栓。\n(2)光学显微镜检查：可见心肌细胞肥大，胞核变小，数目减少，部分心肌细胞横纹消失，细胞间隙和血管周围纤维增生。\n(3)电子显微镜检查：可见心肌细胞受损，线粒体，肌浆网肿胀，空泡化，肌纤维内含有大量脂类，值得指出的是不论肉眼或显微镜观察，本病与扩张型心肌病，均无特殊差别。", "symptoms": [], "yibao_status": "否", "get_prob": "0.01%", "easy_get": "老年人", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "对症治疗", "支持性治疗"], "cure_lasttime": "1--3个月", "cured_prob": "20%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（3000 —— 8000元）", "check": [], "do_eat": ["鸡肉", "鸡内金", "葵花子仁", "白果（鲜）"], "not_eat": ["黄酒", "白酒", "田螺", "淡菜(鲜)"], "recommand_eat": ["玫瑰花茶"], "recommand_drug": [], "drug_detail": []}
{"_id": {"$oid": "644a2a35caad157202c0aa5c"}, "name": "老年人梅毒性心脏病", "desc": "老年梅毒性心脏病(senilesyphiliticheartdisease)是指梅毒螺旋体进入主动脉外层，导致主动脉炎，产生主动脉瘤，冠状动脉瘤、冠状动脉口狭窄和主动脉关闭不全等病变，并引起相应的临床表现。", "category": ["疾病百科", "内科", "心内科"], "prevent": "梅毒是不良社会和娼妓活动的产物，树立新道德，新风尚，禁止非法性交是防止梅毒传播的必要措施，禁毒并积极预防艾滋病的传播，对早期梅毒患者应用青霉素治疗，并随访血清试验，必要时重复治疗。", "cause": "(一)发病原因\n病原体梅毒螺旋体通过性接触，经受损黏膜侵入人体，约30min即可经淋巴管进入淋巴结，肝，肾，肺，心，骨，关节等，部分经过肺动脉淋巴管，进入主动脉的营养血管，由于升主动脉淋巴组织较多，病变多位于该处，人体感染梅毒后8～9周，螺旋体在体内不断增值，可引起继发性病变，约30%未治愈的患者最终引起心血管，神经和其他器官的晚期梅毒，由感染梅毒到发生心血管病变的潜伏期多为5～25年，患本病者男多女少，10%～25%心血管梅毒与神经性梅毒共存。\n(二)发病机制\n升主动脉最常受侵犯，其次为主动脉弓及降主动脉，其基本的病理变化为受累的动脉或动脉滋养血管发生闭塞性内膜炎，以致使动脉内膜水肿与瘢痕形成，肉眼所见病变的动脉内膜如同“鹰爪”样或“树枝”状，进而引起主动脉扩张和主动脉瘤，如同时有主动脉瓣环扩张，则可引起主动脉瓣关闭不全。\n本病主要表现有以下几种类型：\n①无并发症的梅毒性主动脉炎；\n②梅毒性主动脉瓣炎伴主动脉瓣关闭不全；\n③梅毒性主动脉瘤，可见于升主动脉，主动脉弓或降主动脉，少数形成主动脉窦瘤，有时也可见于腹主动脉；\n④梅毒性冠脉口狭窄或闭塞，病人可出现顽固性心绞痛，但较少发生心肌梗死；\n⑤心肌梅毒瘤(树胶样肿)，一般很少见，但可能损害传导系统，弥漫性者可导致心脏扩大和心力衰竭，在所有的梅毒性心血管病患者中，大约50%的人发生梅毒性主动脉炎，其中1/3～1/2同时发生主动脉瓣关闭不全，少数梅毒性心血管病可同时合并冠状动脉粥样硬化。", "symptoms": [], "yibao_status": "否", "get_prob": "0.001%", "easy_get": "老年人", "get_way": "性传播、血液传播", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "3个月", "cured_prob": "80%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（3000——8000元）", "check": [], "recommand_drug": ["硝酸甘油片", "门冬氨酸钾镁片", "呋塞米片", "卡维地洛片", "硝酸异山梨酯片", "茶碱缓释片", "地高辛片", "辅酶Q10片", "心宝丸", "辅酶Q10胶囊", "复方卡托普利片", "乌龙养血胶囊", "盐酸贝那普利片", "复方盐酸阿米洛利片", "青霉胺片", "氢氯噻嗪片"], "drug_detail": ["新亚富舒盐酸贝那普利片(盐酸贝那普利片)", "麒麟牌心宝丸(心宝丸)", "云鹏硝酸异山梨酯片(硝酸异山梨酯片)", "京益硝酸甘油片(硝酸甘油片)", "信谊青霉胺片(青霉胺片)", "常药氢氯噻嗪片(氢氯噻嗪片)", "江苏亚邦爱普森呋塞米片(呋塞米片)", "武都力(复方盐酸阿米洛利片)", "地奥盐酸贝那普利片(盐酸贝那普利片)", "能气朗(辅酶Q10片)", "信谊辅酶Q10胶囊(辅酶Q10胶囊)", "上海衡山辅酶Q10胶囊(辅酶Q10胶囊)", "开富特(复方卡托普利片)", "舒弗美茶碱缓释片(茶碱缓释片)", "洛汀新(盐酸贝那普利片)", "可力(地高辛片)", "星辰牌心宝丸(心宝丸)", "松鹿乌龙养血胶囊(乌龙养血胶囊)", "络德(卡维地洛片)", "力生呋塞米片(呋塞米片)", "龙源硝酸甘油片(硝酸甘油片)", "上海现代门冬氨酸钾镁片(门冬氨酸钾镁片)", "金络(卡维地洛片)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa5d"}, "name": "老年人糖尿病性心脏病", "desc": "老年糖尿病性心脏病(elderlydiabetic\ncardiopathy，EDC)是糖尿病最严重的并发症之一，发病机制为，糖尿病引起脂类代谢和心肌代谢紊乱，引起心肌广泛灶性坏死，可诱发心力衰竭，心律失常，无痛性心肌梗塞，心源性休克和猝死，发病突然，但患者仅感短暂胸闷，心悸，可迅速发展至严重休克甚至昏迷状态。因此，要对患者及家属进行健康教育，特别要认识到，糖尿病患者发生心肌梗塞时症状不典型甚至无症状的特点，时刻提高警惕，以免延误病情。\n\n", "category": ["疾病百科", "内科", "心内科"], "prevent": "老年糖尿病性心脏病的预防主要是预防冠状动脉粥样硬化和冠心病，而糖尿病合并冠状动脉病变常为多支性，因而心肌梗死的再发生率高于非糖尿病患者，因此有效地控制血糖，纠正脂代谢紊乱，尤其为降低低密度脂蛋白水平，对改善动脉粥样硬化和预防心肌梗死的再发是很重要的，目前普遍认为HMG-CoA还原酶抑制药如普伐他汀能延缓动脉粥样硬化的发展，可稳定斑块，改善内皮功能，减轻血小板血栓形成，促进纤维蛋白溶解和减轻一过性的心肌缺血，因此，普伐他汀可改善冠心病的发病率和病死率，可作为二级预防用药，普伐他汀的常用量为10～40mg/d，另外控制吸烟，长期口服适量阿司匹林50～300mg/d可对抗血小板的聚集和黏附，对预防心肌梗死或再发性心肌梗死有一定作用，要对患者及其家属进行健康教育，使他们尽可能了解有关心肌梗死的知识，特别是要认识到糖尿病患者发生心肌梗死时症状不典型甚至无症状的特点，时刻提高警惕，以避免延误病情。", "cause": "(一)发病原因\n糖尿病性心血管疾病的病理改变可分为非特异性和特异性2种类型，前者指动脉粥样硬化及小动脉硬化，主要累及大中血管，包括肢体动脉及心，脑等血管，多见于老年人;后者指微血管病变及小动脉增生性改变，限于小血管，可见于不同年龄的患者，就心脏范围而言，糖尿病大血管病变就是心脏表面，心肌外的冠状动脉发生病变，即冠状动脉粥样硬化性心脏病;而糖尿病微血管病变主要是指心肌内的微小血管病变，即糖尿病性心肌病;另外，神经营养血管也可出现微血管病变，若发生于心脏，则可导致糖尿病性心脏自主神经病，糖尿病性心脏病是在糖，脂肪等代谢紊乱的基础上发生冠状动脉粥样硬化，微血管病变，心脏自主神经功能紊乱及心肌代谢异常，最终导致心脏的器质性和功能性改变。\n(二)发病机制\n老年糖尿病多有胰岛素抵抗，近年来认为，胰岛素抵抗可引起冠状动脉粥样硬化，微血管病变，脂类代谢紊乱，心脏自主神经功能紊乱，血液流变学改变及高血压等。\n1.胰岛素通过其自身的生长刺激作用和刺激其他的生长因子，能直接诱导血管平滑肌细胞增长和引起动脉壁内膜和中层增生;另外，在血管平滑肌细胞和成纤维细胞中，胰岛素能增加脂质合成。\n2.胰岛素能增加远曲肾小管对钠和水的重吸收，导致循环血容量增加，从而使血压升高;通过兴奋交感神经系统，使心排血量增加和外周血管收缩;能调节细胞离子的转运，使细胞内游离钙增加，以致小动脉平滑肌对血管加压物质的反应性增高，从而引起血压升高。\n3.胰岛素抵抗能引起脂类代谢紊乱，主要表现为高三酰甘油血症，这是因为高胰岛素血症可促进肝脏合成VLDL，而胰岛素抵抗又使脂蛋白脂酶作用受损，VLDL清除率降低，以致外周循环中VLDL进一步升高。\n4.高血糖不仅使血管内皮细胞受损，而且可引起血管壁的胶原蛋白及血浆脂蛋白中的载脂蛋白的非酶糖化和氧化，使正常的脂类代谢受阻，血管壁糖化胶原蛋白可吸附血中的脂质，以至脂质在血管壁上沉积，同时高血糖可导致血小板聚积功能亢进，纤维蛋白原增加，抗纤维蛋白酶减少，以至内皮增厚，中层肌细胞坏死进而纤维化，从而加重了心肌缺血和侧支循环不良。\n5.糖尿病患者的血糖升高可以与血红蛋白结合成糖基化血红蛋白(Hb A1)，使血红蛋白与氧不易解离，再加上糖酵解失常，进而2，3-二磷酸甘油酸(2，3-DPG)减低，以致组织缺氧，从而影响了心肌，血管内皮组织代谢，同时糖异生作用加强，使细胞内糖原颗粒增加，细胞内葡萄糖的摄取和氧化障碍，酮体利用受限，细胞内游离脂肪酸和三酰甘油堆积，而脂肪酸增加对细胞内酶系统活性有抑制作用，影响肌浆网对钙离子调节，而钙离子在胞质中的异常分布影响了心肌的收缩与舒张，再者非酶糖基化作用的增强又可引起糖基化蛋白在心肌间质中积聚，影响心肌的顺应性，所以，糖尿病的心肌病变可能是在胰岛素相对缺乏的基础上发生糖代谢紊乱所致。\n糖尿病心肌微血管病变\n微循环障碍，微血管瘤形成和微血管基底膜增厚，是糖尿病微血管病变的典型改变，而心肌毛细血管基底膜增厚是糖尿病心肌病变的特征性改变，其他微血管病变还有心肌毛细血管和微动脉的不规则扩张，毛细血管和微动脉瘤，微动脉和微静脉的螺旋状屈曲等改变，高血糖引起山梨醇旁路代谢增强，生长激素过多，血流动力学，血液流变学，凝血与纤溶活性，血小板功能异常，红细胞2，3-DPG，糖化血红蛋白含量增高所致组织缺氧等都与微血管病变的发生，发展有关，而血管活性物质及血管运动反应的改变，组织缺氧与血浆容量的缓慢扩张，均可引起糖尿病早期微血管床的普遍扩张，毛细血管静压增高，血流量增加，这些变化都促进了糖尿病微血管病变的发生，最终可导致心脏扩大，心脏重量增加，心肌变性僵硬，顺应性减弱，收缩力降低等，以致心室功能减退，尤以左心室功能减退更为常见。\n糖尿病性心脏自主神经病变\n高血糖时葡萄糖可竞争性与肌酐载体结合，阻碍了神经细胞对肌酐主动摄取过程，使得肌酐含量减少，Na+/K+-ATP酶活性降低，山梨醇在神经细胞内积聚，而神经细胞内山梨醇过多可直接破坏细胞结构与功能，使细胞膜的完整性与酶系统受损，以致神经纤维足突水肿，变性及坏死，进而出现节段性或弥漫性脱髓鞘改变，这就必然导致神经功能异常，此时糖尿病患者可出现无痛性心肌梗死，心律失常，直立性低血压，甚至心脏性猝死等。\n血管内皮功能紊乱与高凝状态\n高血糖与脂类代谢紊乱可使血管内皮损伤，胶原组织暴露，从而激活内源性凝血系统，使血管纤维蛋白(Fg)水平增高，纤溶降低，血小板黏附聚集性及血液黏度增高，以致血液呈高凝状态，最终导致病理性血栓形成。", "symptoms": [], "yibao_status": "否", "get_prob": "0.0352%", "easy_get": "老年人糖尿病患者", "get_way": "非传染性疾病", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "介入治疗", "手术治疗"], "cure_lasttime": "1-3个月", "cured_prob": "15%", "cost_money": "根据不同医院，治疗手段不同，收费标准不一致，市三甲医院约（5000 —— 80000元）", "check": [], "recommand_drug": ["依帕司他片", "津力达颗粒", "金芪降糖片", "格列吡嗪缓释片", "消渴灵片", "振源胶囊", "参芪降糖胶囊", "消糖灵片", "天麦消渴片", "参花消渴茶", "盐酸二甲双胍片", "Ⅰ", "十八味诃子利尿胶囊", "酒石酸罗格列酮片", "米格列醇片", "格列美脲片", "盐酸二甲双胍缓释片", "参芪降糖颗粒", "玉泉颗粒", "格列齐特缓释片", "TPF"], "drug_detail": ["洛各单酒石酸罗格列酮片(酒石酸罗格列酮片)", "能全力(肠内营养混悬液(TPF))", "秦苏(格列吡嗪缓释片)", "成博士参花消渴茶(参花消渴茶)", "鲁南参芪降糖颗粒(参芪降糖颗粒)", "以岭津力达颗粒(津力达颗粒)", "同仁堂玉泉颗粒(玉泉颗粒)", "富格天麦消渴片(天麦消渴片)", "吉药消渴灵片(消渴灵片)", "美迪康(盐酸二甲双胍片)", "格华止(盐酸二甲双胍片)", "悦达宁(盐酸二甲双胍缓释片)", "晶珠十八味诃子利尿胶囊(十八味诃子利尿胶囊)", "羚锐参芪降糖胶囊(参芪降糖胶囊)", "仙孚迪格列齐特缓释片(格列齐特缓释片)", "佑苏(格列美脲片)", "爽能二甲双胍格列本脲片(Ⅰ(二甲双胍格列本脲片(Ⅰ))", "德艾欣(盐酸二甲双胍缓释片)", "先通药业消糖灵片(消糖灵片)", "益盛振源胶囊(振源胶囊)", "奥恬苹米格列醇片(米格列醇片)", "隆顺榕金芪降糖片(金芪降糖片)", "唐林(依帕司他片)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa5e"}, "name": "妊娠合并风湿性心脏病", "desc": "风湿性心反复风湿热累及心脏后，发生心脏瓣膜及其附属结构腱索和乳头肌病变，导致瓣膜狭窄或者关闭不全，以致心脏正常功能受到损害的疾患。二尖瓣狭窄孕妇患有二尖瓣狭窄时，最常见的并发症为肺水肿和心力衰竭，二尖瓣狭窄使左心房进入左心室回流受到机械性梗阻，此时血流只能通过异常增高的左心房与左心室压力阶差(跨瓣压)来推动，正常成人瓣口面积为4～6cm2，舒张期房室间无跨瓣压差，当瓣口≤2cm2(轻度狭窄)，左心房压轻度增加，跨瓣压差和湍流发生，当瓣口减少到1cm2时，要保持静止时正常心排血量约需2.6kPa左心房与左心室的压力阶差，跨瓣压差增加，左心房压进一步升高，左心房压增高以后引起肺静脉，肺毛细血管和肺动脉被动性升高，当肺毛细血管压升高超过4.0～4.7kPa(30～35mmHg)时，可致肺泡性肺水肿，持续性肺动脉高压可最后导致右心室衰竭。\n孕期血容量增加，心排血量增加，心率加快，使左心房内压上升，心代偿能力下降，临产子宫收缩，分娩时屏气均使心脏负荷进一步增加，胎儿，胎盘娩出后，子宫缩复和胎盘分流关闭使回心血流显著增加，左心房压骤升，可导致急性肺水肿。", "category": ["疾病百科", "妇产科", "产科"], "prevent": "风湿性心脏病威胁着育龄妇女的妊娠、分娩的安全与围生儿的生存。风心病无特殊预防方式，积极治疗原发疾病。加强围生育期保健、及时处理，大多数心力衰竭及死亡病例是可以避免的。\n风湿性心脏病在孕产期主要死亡原因是充血性心力衰竭、肺水肿与感染。未经孕前咨询及围生育期保健的孕妇，心力衰竭的发生率与死亡率均较经过产前检查者要高数倍至十多倍。若能加强围生育期保健、及时处理，大多数心力衰竭及死亡病例可避免。", "cause": "(一)发病原因\n风湿热(rheumatic fever)是A族乙型溶血性链球菌感染后引起的自身免疫性结缔组织病，以多发性游走性关节炎，心肌炎，皮肤环形红斑及皮下结节等为主要表现，其特点为反复发作，常遗留心脏瓣膜损害，导致风湿性心瓣膜病。\n风湿性心瓣膜病(rheumatic valvular disease)系由于反复风湿性心脏病发作，发生心瓣膜及其附属结构(腱索，乳头肌)病变，导致瓣膜狭窄和关闭不全的瓣膜功能异常，产生血流动力学障碍，即为慢性风湿性瓣膜病，风湿性心瓣膜病以二尖瓣最常见，其次为主动脉瓣，后者常与二尖瓣病损同时存在称联合瓣膜病。\n(二)发病机制\n风湿热可累及心脏和4个瓣膜，以二尖瓣病变多见，尤以二尖瓣狭窄最常见，这可能与4个瓣叶所承受的压力负荷不同有关，其病理改变的程度与病程长短，风湿热反复发生呈正相关。\n1.二尖瓣狭窄 孕妇患有二尖瓣狭窄时，最常见的并发症为肺水肿和心力衰竭，二尖瓣狭窄使左心房进入左心室回流受到机械性梗阻，此时血流只能通过异常增高的左心房与左心室压力阶差(跨瓣压)来推动，正常成人瓣口面积为4～6cm2，舒张期房室间无跨瓣压差，当瓣口≤2cm2(轻度狭窄)，左心房压轻度增加，跨瓣压差和湍流发生，当瓣口减少到1cm2时，要保持静止时正常心排血量约需2.6kPa左心房与左心室的压力阶差，跨瓣压差增加，左心房压进一步升高，左心房压增高以后引起肺静脉，肺毛细血管和肺动脉被动性升高，当肺毛细血管压升高超过4.0～4.7kPa(30～35mmHg)时，可致肺泡性肺水肿，持续性肺动脉高压可最后导致右心室衰竭。\n孕期血容量增加，心排血量增加，心率加快，使左心房内压上升，心代偿能力下降，临产子宫收缩，分娩时屏气均使心脏负荷进一步增加，胎儿，胎盘娩出后，子宫缩复和胎盘分流关闭使回心血流显著增加，肺淤血加重，左心房压骤升，可导致急性肺水肿。因此妊娠合并二尖瓣狭窄相当危险，妊娠晚期常合并心房颤动。\n2.二尖瓣关闭不全 单纯风湿性二尖瓣关闭不全少见，多与狭窄并存，单纯性二尖瓣关闭不全，一般能较好适应心脏负荷增加，很少发生肺水肿和心力衰竭。\n3.主动脉瓣狭窄 单纯性主动脉瓣狭窄较少见，轻型常能安全地度过妊娠，分娩及产褥期，重型者可发生充血性心力衰竭，甚至突然死亡。\n4.主动脉瓣关闭不全 由于孕期妊娠心率加快，舒张期缩短，虽然血容量增加，而由主动脉回流至左心室的血量趋于减少，所以多能较好耐受妊娠时血流动力学的变化。", "symptoms": [], "yibao_status": "否", "get_prob": "0.49%", "easy_get": "妊娠期女性", "get_way": "无传染性", "acompany": [], "cure_department": ["妇产科", "产科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "1-2个月", "cured_prob": "70%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（5000——10000元）", "check": [], "do_eat": ["赤砂糖", "鸡蛋", "鹌鹑蛋", "鹅"], "not_eat": ["啤酒", "白酒", "虾皮", "淡菜(鲜)"], "recommand_eat": ["芹菜炒肉片", "白菜蛋花粥", "牛奶绿菜花", "红烧菜花", "草莓沙拉拌生菜", "清炒木耳菜", "炒空心菜", "荔枝炒丝瓜"], "recommand_drug": [], "drug_detail": []}
{"_id": {"$oid": "644a2a35caad157202c0aa5f"}, "name": "肾上腺皮质功能减退性心脏病", "desc": "肾上腺皮质功能减退症系自身免疫，结核及肿瘤等严重破坏双侧肾上腺致肾上腺皮质激素分泌不足引起的一组临床症候群。倦怠、虚弱，色素沉着，体重减轻及血压下降为其主要临床表现。部分患者可出现明显的心血管损害，称为肾上腺皮质功能减退性心脏病。", "category": ["疾病百科", "内科", "心内科"], "prevent": "健康教育\n1、本病的心脏损害改善基于对艾迪生病本身的治疗，所以要积极治疗原发病。\n2、要教育患者使其了解疾病的性质，做好终身使用激素替代治疗的思想准备，在使用糖皮质激素的替代治疗前应根据患者的身高，体重，性别，年龄和体力劳动强度确定一个合适的基础量，平时采用此基础量补充生理需要，在有并发症时应根据具体情况适当加量。\n3、在艾迪生病确诊的基础上，要警惕心脏损害的发生，保护心脏功能，防治并发症。", "cause": "(一)发病原因\n肾上腺皮质功能减退主要有以下的原因：\n1.肾上腺纤维干酪样结核。\n2.与自身免疫有关的两侧肾上腺皮质萎缩。\n3.其他少见的原因：肾上腺转移性肿瘤;白血病浸润，淀粉样变性，血色病等。\n(二)发病机制\n结核性艾迪生病常因身体其他部位结核病灶经血行播散而致，肾上腺皮质和髓质均受累，主要病理是结核结节，纤维干酪样坏死，光镜下可见淋巴细胞，巨噬细胞及内皮细胞浸润，肾上腺钙化是肾上腺结核的特征性改变，特发性艾迪生病由特发性肾上腺萎缩引起，主要因为自身免疫性破坏所致，表现为皮质纤维化，皮质的球，束，网三带结构消失，并有大量的淋巴细胞，浆细胞浸润，而髓质变化不大，50%的该型患者血清中存在抗肾上腺抗体，近年认为，获得性免疫缺陷综合征(艾滋病)亦可引起本病，表现为坏死性，肾上腺炎伴巨细胞病毒感染，内脏病理方面，可见垂体前叶嗜碱性细胞(ACTH分泌细胞)增殖，透明变性，心脏缩小，心肌有褐色萎缩，皮肤生发层及真皮层和黏膜下色素沉着增多。\n糖皮质激素具有维持血管对循环血管收缩物质如去甲肾上腺素正常反应的作用，并对体液的分布和排泄产生影响，而盐皮质激素通过储钠排钾作用，影响细胞外液容量和电解质平衡，皮质醇和醛固酮减少可导致体内失水失钠，血容量和心排血量均下降，使血压显著下降，脉压差减小，同时低血压可致冠状动脉血量减少，心肌血液供应相对不足，此可逐渐引起心脏缩小，除血流动力学改变之外，糖，蛋白质代谢障碍在艾迪生病心脏损害的发病机制中亦有重要作用，糖皮质激素不足时，糖异生能力减弱，糖原合成下降，心肌能量储备减少，使心肌收缩功能障碍，另外，艾迪生病时，患者存在电解质紊乱，表现为高钾，低钠血症，尽管肾上腺切除动物的心肌内钾，钠等元素含量的实验研究结果不一致，但电解质紊乱对心脏功能及心肌收缩节律的影响是不容忽视的。", "symptoms": [], "yibao_status": "否", "get_prob": "0.03%", "easy_get": "无特殊人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "需要终身治疗", "cured_prob": "需要终身治疗，目前不能治愈", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（1000 —— 5000元）", "check": [], "do_eat": ["赤砂糖", "鸡蛋", "鹌鹑蛋", "鹅"], "not_eat": ["啤酒", "白酒", "螃蟹", "河蚌"], "recommand_eat": ["腰果西兰花", "莲子芡实粥", "冰糖莲子汁", "百合莲子绿豆粥", "桂圆莲子粥", "薏米莲子粥", "猪肉枸杞汤", "银耳绿豆粥"], "recommand_drug": ["醋酸可的松注射液", "注射用甲泼尼龙琥珀酸钠", "醋酸氢化可的松片"], "drug_detail": ["信谊醋酸氢化可的松片(醋酸氢化可的松片)", "米乐松(注射用甲泼尼龙琥珀酸钠)", "甲强龙(注射用甲泼尼龙琥珀酸钠)", "金耀药业注射用甲泼尼龙琥珀(注射用甲泼尼龙琥珀酸钠)", "上海通用药业醋酸可的松注射(醋酸可的松注射液)", "比利时辉瑞注射用甲泼尼龙琥(注射用甲泼尼龙琥珀酸钠)", "米乐松(注射用甲泼尼龙琥珀酸钠)", "重庆华邦制药注射用甲泼尼龙(注射用甲泼尼龙琥珀酸钠)", "金耀药业注射用甲泼尼龙琥珀(注射用甲泼尼龙琥珀酸钠)", "辽宁海思科注射用甲泼尼龙琥(注射用甲泼尼龙琥珀酸钠)", "辽宁海思科注射用甲泼尼龙琥(注射用甲泼尼龙琥珀酸钠)", "甲强龙(注射用甲泼尼龙琥珀酸钠)", "甲强龙(注射用甲泼尼龙琥珀酸钠)", "南光注射用甲泼尼龙琥珀酸钠(注射用甲泼尼龙琥珀酸钠)", "南光注射用甲泼尼龙琥珀酸钠(注射用甲泼尼龙琥珀酸钠)", "南光注射用甲泼尼龙琥珀酸钠(注射用甲泼尼龙琥珀酸钠)", "南光注射用甲泼尼龙琥珀酸钠(注射用甲泼尼龙琥珀酸钠)", "米乐松(注射用甲泼尼龙琥珀酸钠)", "米乐松(注射用甲泼尼龙琥珀酸钠)", "米乐松(注射用甲泼尼龙琥珀酸钠)", "比利时辉瑞注射用甲泼尼龙琥(注射用甲泼尼龙琥珀酸钠)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa60"}, "name": "糖尿病心脏病", "desc": "糖尿病心脏病是糖尿病患者致死的主要原因之一，尤其是在2型糖尿病患者中。广义的糖尿病心脏病包括冠状动脉粥样硬化性心脏病(冠心病)，糖尿病心肌病和糖尿病心脏自主神经病变等，糖尿病心脏病与非糖尿病患者相比，常起病比较早，糖尿病患者伴冠心病常表现为无痛性心肌梗死，梗死面积比较大，穿壁梗死多，病情多比较严重，预后比较差，病死率较高;如冠状动脉造影和临床排除冠状动脉病变，糖尿病患者出现严重的心律失常，心脏肥大、肺淤血和充血性心力衰竭，尤其是难治性心力衰竭，临床可考虑糖尿病心肌病。", "category": ["疾病百科", "内科", "内分泌科"], "prevent": "1.一级预防或原发性预防\n糖尿病冠心病的一级预防实际上是预防动脉粥样硬化的易发病因，尸检证明动脉粥样硬化早从儿童时期已有发生，有的青年时期已相当严重，所以预防应从儿童时期开始，遗传学中已经证明，糖尿病为多基因遗传疾病，冠心病20世纪70年代后，国外已注意到其遗传学方面的问题，有的调查资料报告，父母1人有冠心病，其子女的冠心病发生率2倍于无冠心病家庭;父母2人有冠心病，其子女冠心病发生率5倍于无冠心病家庭，可见冠心病的发生与遗传家族因素有密切关系，因此，凡是家族中有近亲糖尿病，冠心病和高血压者，都应该采取的积极的一级预防措施，防止糖尿病冠心病的发生。\n2.二级预防\n又称继发性预防，凡是已患糖尿病冠心病者，对于诱发或促进其病情发展的诸因素都应该避免，对于有症状者应该积极进行治疗，控制心绞痛，纠正心力衰竭和心律失常，改善心功能。\n3.三级预防\n根据病因，病机演变的途径进行预防，糖尿病并发症的发生有其特定的原因，预防这些病因，病机的演变是防止糖尿病冠心病发展的重要措施。\n(1)要注意饮食营养合理化，避免药物经常化：许多资料表明，体胖者易患糖尿病与冠心病，二者对肥胖者犹如姊妹形影相伴，根据石家庄城乡的普查，超过标准体重10%者为高体重;低于标准体重10%者为低体重;在平均标准体重以内者为正常体重，结果是高体重者患病率高(8.33%～8.97%)，低体重者患病率低(2.33%～2.92%);正常体重者患病率介于二者之间(3.06%～5.10%);三者患病率中，低限为农村患病率，高限为城市患病率，北京地区对冠心病，心绞痛调查分析，肥胖者发生率为49.2%，体瘦者为10.1%，两组的调查结果提示，体重的高低与患病率有着密切关系，尤其是糖尿病冠心病更是如此，因此，防止体肥超重是预防糖尿病冠心病的重要措施。\n(2)体育运动经常化，防止好逸恶劳悠闲化：糖尿病是一种终身性新陈代谢性疾病，运动是糖尿病四大基本疗法之一，运动能够改善细胞膜的功能，改善细胞器的功能，也能改善各系统器官的功能，所以，运动是防治糖尿病冠心病，降低体重的重要措施，尤为重要的注重体育运动的经常化，生命在于运动是至理名言，好逸恶劳悠闲化应该避免，这是体力活动与脑力活动降低的温床，有人曾统计，我国从秦始皇至清朝末代皇帝有生卒年月可考的210人，其中70岁以上的仅有10人，占4.76%;40岁以内死亡的短命皇帝120人，占57.14%，其早亡的一个重要原因是好逸恶劳悠闲化。\n(3)建立合理的生活制度：戒除烟，酒不良嗜好，避免精神紧张，情绪激动，养成稳定的心理素质。\n主要包括生活方式和运动干预，适当参加运动或体力劳动，保持体重正常，避免超重和肥胖，尤其是腹型肥胖，有助提高糖尿病患者心血管功能，有报告常规参加运动者心血管疾病的危险性降低35%～50%;低盐(建议每天摄入食盐不超过6g)低脂饮食(多摄入不饱和脂肪酸);戒烟，吸烟是心血管疾病的一重要危险因素，与不吸烟者相比，吸烟者心血管疾病的发生年龄较早，不吸烟者生活在吸烟的环境中(被动吸烟)，亦易发生心血管疾病，停止吸烟可使心血管疾病发生的危险明显降低;戒酒，饮酒对心血管疾病产生的影响尚有一些争议，有认为少量饮酒(30～60ml/d)可能减少心血管疾病的发生，但大量饮酒可升高血压和血脂，糖尿病患者饮酒可能干扰糖代谢，应尽可能地避免饮酒或不饮酒。\n1996年美国心脏病学会提出为减少心血管疾病发生的危险，建议一般人群的膳食及生活方式应争取达到以下目标：①戒烟;②适当的热量摄入和体力活动，防止肥胖，超重者减重;③脂肪摄入量占每天摄入总热量的30%或更少，饱和脂肪酸占每天摄入总量的8%～10%，多价不饱和脂肪酸摄入量占每天总热量达10%，单价不饱和脂肪酸摄入量占每天总热量达15%，胆固醇摄入量应在30 mg/d以下;④热量的55%～60%应来自复杂碳水化合物;⑤饮酒者及不忌酒精者，每天饮酒不超过1～2个酒精单位，不要使不饮酒者开始饮酒或增加饮酒量。", "cause": "发病原因\n糖尿病患者加速的动脉粥样硬化性心脏病和心肌病的发生除高血糖之外，主要还与其常合并脂质代谢异常、高血压发生率增加血液流变学异常及胰岛素抵抗或高胰岛素血症等有关。\n1、脂质代谢异常：\n(1) 胆固醇(Ch)：胆固醇升高是动脉粥样硬化的重要危险因素已为众多流行病学调查和临床研究证实。多数临床研究报告，与非糖尿病患者相比，糖尿病患者血胆固醇常无明显变化，但糖尿病如合并糖尿病肾病，常存在高胆固醇血症。多危险干预治疗研究显示在任何相同的胆固醇水平，糖尿病人群心血管死亡的危险性比非糖尿病患者明显增高同时，干预治疗亦表明降低血胆固醇水平能够明显减少糖尿病人群心血管病的发生和心脏事件的发生。\n(2) 甘油三酯(TG)：高甘油三酯血症是糖尿病患者最常见的脂代谢紊乱，尤其在初发和血糖控制不佳的患者中有关TG水平增高和动脉硬化关系有较多的研究多数认为高甘油三酯与动脉硬化的发生肯定有关。一致的观点是如果TG增高伴高密度脂蛋白-胆固醇(HDL-C)下降肯定是心血管疾病危险因素，在糖尿病患者中，单纯血清高TG血症亦预示心血管疾病发生的危险性增加另外糖尿病患者TG增高可增加细小低密度脂蛋白(IDL)分子的比例而促进动脉硬化的发生。\n(3) 极低密度脂蛋白(VLDL)：糖尿病患者常表现为VLDL增高。VLDL主要在肝脏合成，少量在肠黏膜合成，其所含成分以内源性TG为主，血浆中的TG主要来自VLDL，因此，VLDL的生成和清除速度是决定血中TG浓度的主要因素。糖尿病时，由于胰岛素绝对或相对不足，肝脏合成VLDL的速度明显大于其清除和分解速度，同时由于脂蛋白酯酶的活性下降，甘油三酯的分解缓慢，使富含TG的VLDL和乳糜微粒分解代谢受阻，造成VLDL在血中浓度升高。\n(4) 低密度脂蛋白胆固醇(LDL-C)：糖尿病患者常有LDL-C增高，尤其是非酶糖化和氧化修饰的LDL-C水平增高，明显增高其对血管内皮细胞和平滑肌的毒性作用。LDL系VLDL的降解产物，主要含内源性胆固醇，约占50%胆固醇通过胆固醇转酰酶的作用，在血浆中被酯化，酯化后的胆固醇多数储存在LDL颗粒中LDL被肝外组织细胞摄取，成为细胞膜胆固醇的主要来源肝外细胞膜上有识别LDL的ApoB受体，LDL与该受体特异性结合后向细胞内转移并在细胞内分解代谢，成为全身组织细胞胆固醇的主要来源，这亦是LDL分解代谢的主要途径。在持续高血糖状态，LDL的氧化和糖化修饰可损害肝细胞LDL受体对它的识别或降低它与组织细胞受体的亲和力，导致LDL的清除减少，并优先被巨噬细胞LDL受体识别、摄取和降解，从而导致胆固醇酯在巨噬细胞内堆积使其转化为泡沫细胞，促进动脉粥样硬化发生;另外，LDL的糖化可导致LDL易被进一步氧化修饰。相反，HDL的糖化可升高其清除速度，使其半衰期缩短。\n(5) 高密度脂蛋白胆固醇(HDL-C)：糖尿病患者常见HDL-C降低。已证实HDL-C具有抗动脉硬化的作用并发现其抗动脉硬化的作用主要与HDL-2亚型有关，而HDL-3变化很小。糖尿病患者HDL减少亦主要与HDL-2亚型下降有关。HDL主要含蛋白质，约占45%，其次为胆固醇和磷脂，各约占25%。血浆中HDL能与肝外组织的细胞膜结合，并同时摄取胆固醇，继而在胆固醇转酰酶及Apo AⅠ的作用下，促使胆固醇由游离状态转变为胆固醇酯，新生的HDL盘状物可转变为HDL-3，然后在VLDL参与下，经脂蛋白酯酶的作用，VLDL表面成分和胆固醇转移到HDL-3上去，使其转变为HDL-2糖尿病患者HDL降低可能与胰岛素量不足或胰岛素作用受损，脂蛋白酯酶活性降低使HDL-2合成减少及肝酯酶活性升高使HDL-2分解加速，加之HDL的糖化修饰使其清除速度增加有关。由于糖尿病患者常伴高TG血症，HDL颗粒中TG含量增高，TG部分取代了HDL颗粒中胆固醇的酯化部位因而使HDL颗粒从周围组织转运胆固醇的能力进一步降低，使周围组织细胞如动脉血管壁内胆固醇堆积，促进动脉粥样硬化的发生(胆固醇逆向转运的关键是细胞内游离胆固醇被HDL颗粒摄取后必须被酯化才能与VLDL等颗粒进行交换)。\n(6) 脂蛋白α[LP(α)]：LP(α)是一大分子糖蛋白，由脂质碳水化合物、ApoA和ApoB组成，由肝脏合成的一种富含TG的微粒代谢而来。ApoA和ApoB100两者由二硫键相\n连。Apo(α)和LP(α)的浓度均由遗传基因控制。LP(α)的生理功能尚不十分清楚，但与动脉硬化的发生密切相关有关糖尿病患者中LP(α)的报道结果尚不一致。一般认为：LP(α)在1型糖尿病和2型糖尿病患者中可能升高，尤其在伴糖尿病肾病的患者中;在合并心血管疾病的2型糖尿病患者中，LP(α)水平升高;LP(α)水平与糖尿病患者的代谢控制一般无关。\n比较一致的观点认为：糖尿病伴高胆固醇血症和LDL增高是肯定的心血管疾病的危险因素，但在糖尿病患者中，尤其是2型糖尿病患者，血清TG升高和HDL-C降低更为常见，血清TG增高伴HDL-C下降亦是心血管疾病的肯定危险因素;不少流行病学研究表明，单纯血清TG增高亦预示心血管疾病发生的危险性显著增加，有学者认为糖尿病患者TG增高与心血管疾病的危险性较胆固醇增高更为密切，特别是在肥胖的2型糖尿病患者中。由于TG的增高导致HDL和LDL量与质的改变(HDL-TG升高、HDL-C下降和LDL-TG升高)，更加剧了动脉硬化的发生。\n2、血液流变学异常：\n(1)血小板功能亢进：研究证实与非糖尿病患者相比，糖尿病患者血小板聚集性原发性增强血小板合成释放α-颗粒内容物(血栓球蛋白、血小板第四因子和血小板衍生生长因子)增加;对血小板激动剂如ADP、胶原蛋白花生四烯酸血小板活化因子及凝血酶的敏感性增强;血小板活化升高血栓素A2的合成和释放，加剧血小板的聚集在被ADP等激活时，血小板表面可表达糖蛋白Ⅱb-Ⅲa复合物，它可与纤维蛋白原结合，该过程是原发性血小板聚集的一部分不依赖于花生四烯酸途径和释放反应与非糖尿病对照者相比，糖尿病患者的血小板与纤维蛋白原连接增强，这部分可能与血小板表面血小板糖蛋白Ⅱb-Ⅲa分子数量增加有关\n(2) 凝血和纤溶系统功能异常：抗凝血酶Ⅲ和丝氨酸蛋白酶(肝素和硫酸肝素增强其活性)形成复合物并使其失活;蛋白C(被凝血酶-血栓复合物激活后)可使凝血因子Ⅴ和因子Ⅷ失活并刺激组织型纤溶酶原激活物(tPA重要的内源性纤溶系统的调节者)。糖尿病患者抗凝血酶Ⅲ活性降低和获得性蛋白C的相对缺乏，使糖尿病患者易于形成血栓;由于凝血因子Ⅻ、Ⅺ、Ⅷ及vonWillebrand因子浓度的增加，使糖尿病患者接触活化增强(内源性凝血途径)。\n纤溶酶原活化剂如tPA启动纤溶系统，使纤溶酶原转变为纤溶酶始动血栓的分解，该过程被组织型纤溶酶原激活物抑制物-1(PAI-1以其活性的形式释放)PAI-2和纤溶酶原抑制剂(α2抗凝血酶和α2巨球蛋白)所阻断。糖尿病患者tPA水平正常或增高，但因其与PAI-1连接增加，致其活性降低，另一方面，糖尿病患者PAI-1活性增高，也可能与胰岛素抵抗、高脂血症及内皮细胞受损等有关，加之，纤溶酶原的糖化降低其活化的易感性及蛋白C的相对缺乏亦降低tPA的释放。上述多因素损害糖尿病患者的纤溶系统。\n糖尿病患者常伴Lp(α)的增高，临床观察发现升高的Lp(α)水平与溶栓治疗再灌注失败有关该作用部分可能与Lp(α)中的Apo(α)与纤溶酶原结构的同源性有关，从而致Lp(α)竞争与内皮细胞的受体结合，抑制纤溶系统。\n(3) 红细胞：糖尿病患者的红细胞由于其细胞膜受糖化和脂质过氧化等因素的影响，红细胞脆性增加，盘性变性能力降低，表现在高切变速度下的全血黏度增高，以致不易通过毛细血管，有利于微血栓形成。\n3、胰岛素抵抗和(或)高胰岛素血症：\n糖尿病患者，尤其是2型糖尿病患者，常存在不同程度的胰岛素抵抗和(或)高胰岛素血症(胰岛素抵抗所致的代偿高胰岛素血症或因不适当治疗所致)。流行病学调查和临床研究提示胰岛素抵抗和高胰岛素血症与动脉硬化性疾病发生的危险性增加密切相关，但确切的机制不明，持久的高胰岛素血症可能通过以下途径发挥作用：① 刺激动脉壁平滑肌和内皮细胞增生并使血管腔变窄;② 增加肝脏VLDL产生，促进动脉壁脂质沉积;③ 刺激内皮细胞等合成和释放PAI-1，损害机体的纤溶系统，促进血栓形成;④ 通过多种机制升高血压(如促进肾小管上皮细胞重吸收钠和内皮细胞合成分泌内皮素等);⑤ 增加机体交感神经的兴奋性，儿茶酚胺类物质分泌增加增加心排出量和收缩血管;影响跨膜离子转运，使细胞内钠离子和钙离子浓度升高，从而提高小动脉平滑肌对血管加压物质的反应性;另外，刺激动脉壁血管平滑肌增生肥厚，使小血管腔狭窄，外周阻力增加等。上述作用均可能加速动脉硬化的发生和进展。一些临床研究报告，糖尿病患者常存在明显的高胰岛素原血症，胰岛素原致动脉粥样硬化的危险性显著高于胰岛素。\n4、低度血管炎症：\nIGT、糖尿病或IR状态时，常存在低度的血管炎症反应。研究显示炎症与AS有关并参与AS斑块和血栓的形成和发展当机体在大血管疾病危险因子(如高胰岛素或胰岛素原血症、高血压、高血脂和吸烟等)的作用下，可出现内皮细胞功能异常各种黏附分子、炎症趋化因子表达增加，吸引炎症细胞，主要是单核细胞和T淋巴细胞向动脉内膜黏附和迁移，进入血管壁后，单核细胞在细胞因子的作用下分化为巨噬细胞，后者可摄取经氧化修饰的低密度脂蛋白而转化为泡沫细胞，泡沫细胞可凋亡、坏死而释放脂质形成细胞外脂核。当脂核较圆大时，纤维帽变薄，巨噬细胞为主时，一些细胞因子如肿瘤坏死因子-α(TNF-α)、白介素-6、干扰素和基质金属蛋白酶等参与炎症和分解作用可导致动脉粥样硬化斑块糜烂或破裂，继而有血小板活化和血栓形成，造成血管狭窄或闭塞，临床表现为心脑血管事件C反应蛋白(CRF)是炎症的标志物，同时其本身也直接参与了动脉粥样斑块和血栓的形成。CRF见于粥样斑块内可诱导补体激活，招募单核细胞，诱导其产生组织因子，阻滞内皮细胞对血管活性物质的反应性，削弱内皮型-氧化氮合酶(eNOS)和NO的产生，诱导PAI-1mRNA表达和PAI-1产生，促使LDL-C氧化和巨噬细胞摄取oxLDL等。其他炎症标志物还有纤维蛋白原凝血因子Ⅷ和PAI-1等，它们同时也参与了AS的形成。\n5、高血糖 ：\n高血压和糖尿病是动脉硬化性疾病的独立危险因素，来自Framinghan的研究报告，两个或两个以上危险因素同时存在升高动脉硬化事件的危险性呈相乘而不是相加形式。无论收缩压和舒张压升高，均影响寿命平均动脉压每增加10mmHg，心血管病的危险性就增加40%。临床荟萃分析提示，若血压从115/75mmHg开始，收缩压每增加20mmHg，舒张压每增加10mmHg，心血管事件就成倍增加，中国未治疗的高血压患者中，70%～80%死于脑血管病10%～15%死于冠心病，5%～10%死于肾衰。\n6、高血压 ：\n大量的动物实验和临床研究提示糖尿病慢性并发症(如糖尿病视网膜病变、糖尿病肾病及神经病变)的发生率、严重性及进展速度与高血糖的存在相关，多中心前瞻性有关“糖尿病控制和并发症试验”(DCCT)的临床研究证实，研究入选患者1441例(1型糖尿病)，平均随访6.5年，与常规治疗组(HbAlc<9.1%)相比，血糖强化治疗(HbAlc7.2%)组，糖尿病视网膜病变、周围神经病变及糖尿病肾病的发生率和进展速度不同程度地被明显降低;最近，来自联合王国前瞻性糖尿病研究(UKPDS)组的为期11年的前瞻性研究报告进一步证实强化血糖控制(应用胰岛素、磺酰脲类或双胍类等)同样可明显降低2型糖尿病患者微血管并发症。上述研究结果强烈提示高血糖是糖尿病慢性并发症的一种重要危险因素，高血糖可能通过多种机制发挥其病理生理作用，主要可能有以下几个代谢途径。\n发病机制\n糖尿病性心脏病的发病机制尚未完全阐明，但从糖尿病代谢紊乱、病理生理、无创伤性心功能检查以及病理解剖资料等发现，认为糖尿病性心脏病的发生主要与以下因素密切相关：\n1、大血管病变： 糖尿病大血管病变是动脉粥样硬化发展加速形成的，它是糖尿病病人心肌梗死、中风、肢端坏疽发生增加的原因。糖尿病病人动脉硬化加速形成及心肌梗死发生率增加的确切原因还不清楚，血管壁血小板、某些凝血因子、红细胞、脂质代谢等因素的异常均被认为起一定作用，此外，吸烟、高血压等共存的危险因素在疾病发展进程中可能也起了重要作用。脂类、黏多糖等代谢紊乱，特别是血浆LDL、甘油三酯等增高、HDL等降低，常比无此组病变的糖尿病患者或非糖尿病而有此类病变者为重提示糖尿病中脂代谢等紊乱为动脉硬化发病机制中的重要因素。著名的心脏保护研究(heart prevention study，HPS)已证实，给予他汀类药物严格控制血脂(尤其是LDL)的病人组，其心血管事件发生率明显低于血脂控制不佳组，而糖尿病病人从中获益更大。2型糖尿病常存在胰岛素抵抗继发的高胰岛素血症，过高的胰岛素水平会增加肾小管对钠的潴留，加重或导致高血压发生，高胰岛素血症也会促进肝脏极低密度脂蛋白(VLDL)生成增多，导致高甘油三酯血症(相继引起HDL-胆固醇水平下降)，由此产生一系列代谢综合征(高血糖高胰岛素血症、脂代谢紊乱和高血压伴随发生)的改变，高胰岛素血症亦可刺激内皮和血管平滑肌细胞的增生——通过胰岛素对生长因子受体的作用导致动脉粥样硬化发生;研究发现糖尿病本身以及糖尿病易并发的糖、脂肪代谢紊乱及神经纤维病变等是发生冠状动脉粥样硬化性心脏病(CHD)的高危因素在最近发布的成人高胆固醇血症查出、评估及治疗第3版报道(ATPⅢ)中已明确提出：建议将无CHD的糖尿病病人提高到相当于CHD危险的高度(即CHD的等危症)来对待。\n2、微血管病变：是指由于毛细血管基底膜增厚导致的毛细血管以及毛细血管前小动脉病变心肌微血管病变和心肌代谢紊乱引起心肌广泛缺血、灶性坏死纤维化称为糖尿病性心肌病。在BB鼠链佐星、四氧嘧啶动物实验已证明糖尿病心脏病变最早的表现为心肌病变，其机制尚待研究。临床观察发现，部分糖尿病病人可以发生严重的心力衰竭和充血性心肌病但动脉造影未见冠状动脉病变，甚至尸检后也未见冠状动脉阻塞与心肌梗死，部分病例可见广泛心肌病变(灶性坏死)，提示可能与心肌内微血管病变有关。微血管病变的发病机制包括多种因素，如血液流变学改变，高灌注，高滤过微血管基膜增厚，血液黏稠度增高，凝血机制异常，微循环障碍以及倍受关注的氧化应激增强和对多种血浆和组织蛋白发生的非酶促糖基化作用，如糖化血红蛋白(HbA1c)糖化脂蛋白，糖化胶原蛋白，自由基产生增多，最后导致糖基化终产物(AGE)的积聚，组织损伤和缺氧等。微血管病变的发展和进程与血糖控制状况直接相关，若血糖控制良好，微血管病变的发生可延缓、减轻甚至逆转。\n3、自主神经病变：自主神经病变在病史较长的糖尿病病人中很常见，可影响到多个脏器功能，可出现直立性低血压安静状态下固定的心动过速、心血管系统对Valsalva动作的反应能力下降、胃轻瘫、腹泻(常常在夜间发作)与便秘交替发作膀胱排空困难和阳痿糖尿病病人常发生无痛性心肌梗死，尸检发现心脏的交感与副交感神经均有不同程度的形态学改变，如神经念珠样增厚伴嗜银性增加，神经纤维呈梭形伴有碎裂，数量可减少20%～60%。糖尿病性心脏自主神经病变其主要变化是施万细胞变性，常伴有神经纤维脱髓鞘及轴突变性，此与糖尿病性周围神经的病理改变相似。临床观察发现，早期为迷走神经功能损害，易出现心动过速后期交感神经亦可累及，形成类似无神经调节的移植心脏，以致发生无痛性心肌梗死、严重心律失常，常导致心源性休克、急性心力衰竭甚至猝死\n总之，糖尿病病人由于冠状动脉粥样硬化、微血管病变、心脏自主神经功能紊乱、心肌代谢异常血液流变学改变和合并存在的高血压等，可导致心脏的器质性和功能性改变。\n病理生理\n糖尿病性心脏病的病理改变特点如下：\n1、 心肌毛细血管基底膜增厚达(100～110)×10-9m[一般为(63～95)×10-9m];\n2、 心肌纤维化，包括间质纤维化血管周围纤维化和局灶性瘢痕状纤维化3种;\n3、 心肌纤维间隙有较多的PAS染色阳性物质沉着和脂质集聚，可影响心肌的顺应性;\n4、 广泛心肌内小动脉病变，内皮细胞增生变性黏多糖物质在内皮下沉积，管腔变窄;\n5、 心肌细胞肥大;\n6、 血液黏稠度增加，红细胞变形性降低，从而影响组织灌流及氧合作用，也加重血液流变学的异常导致心脏病变。\n综上所述，心肌细胞肥大、心肌纤维化和心肌内小动脉病变是糖尿病性心肌病的特征。糖尿病病人心脏中不仅有冠状动脉粥样硬化，尚有广泛的微血管、中小血管病变导致心肌灶性坏死，纤维化，心肌血管壁增厚，有较多脂肪钙盐和糖蛋白沉积，使管腔狭窄，心肌供血不足，功能失常。故本病并非单纯冠状动脉粥样硬化引起。\n糖尿病性心脏病的发病机制尚未完全阐明，但从糖尿病代谢紊乱、病理生理、无创伤性心功能检查以及病理解剖资料等发现，认为本病的早期可能为心血管系自主神经调节失常所引起的功能性紊乱，相继发生心肌病变，而冠状动脉粥样硬化常属晚期表现。\n通过大规模流行病学的调查和研究发现，和同龄对照组相比，糖尿病病人心血管疾病的发病率和病死率较非糖尿病者高2～3倍，且发生心脏病较早，发展较快，病情较重，预后较差。糖尿病患者心肌梗死的发生率要高出3～5倍，有70%以上的糖尿病病人死于心血管系并发症或伴随症心肌梗死，是2型糖尿病病人的首要致死病因。", "symptoms": [], "yibao_status": "否", "get_prob": "0.5%", "easy_get": "无特定人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "内分泌科"], "cure_way": ["药物治疗", "支持治疗"], "cure_lasttime": "5-6个月", "cured_prob": "30%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000——50000元）", "check": [], "do_eat": ["鸭肉", "鸭肝", "鸡肉", "葵花子仁"], "not_eat": ["冰糖", "白砂糖", "啤酒", "白酒"], "recommand_eat": ["菠菜豆腐汤", "菠菜豆腐蛋花汤", "紫菜虾皮汤", "紫菜冬瓜肉粒汤", "木耳银芽海米粥", "冬菇木耳瘦肉汤", "黄花菜炒木耳", "豇豆粥"], "recommand_drug": ["卡托普利片", "硝酸甘油片", "卡维地洛片", "呋塞米片", "硝酸异山梨酯片", "茶碱缓释片", "酒石酸美托洛尔片", "盐酸贝那普利片", "复方盐酸阿米洛利片", "青霉胺片", "氢氯噻嗪片"], "drug_detail": ["杭州民生药业卡托普利片(卡托普利片)", "沈阳一药呋塞米片(呋塞米片)", "新亚闵行盐酸贝那普利片(盐酸贝那普利片)", "络德(卡维地洛片)", "哈药诺捷卡托普利片(卡托普利片)", "天津力生制药呋塞米片(呋塞米片)", "天津力生制药氢氯噻嗪片(氢氯噻嗪片)", "天津太平洋硝酸异山梨酯片(硝酸异山梨酯片)", "山西云鹏制药硝酸异山梨酯片(硝酸异山梨酯片)", "山东信谊硝酸甘油片(硝酸甘油片)", "北京益民药业硝酸甘油片(硝酸甘油片)", "珠海生化酒石酸美托洛尔片(酒石酸美托洛尔片)", "以岭药业酒石酸美托洛尔片(酒石酸美托洛尔片)", "信谊青霉胺片(青霉胺片)", "仁和堂氢氯噻嗪片(氢氯噻嗪片)", "常州制药氢氯噻嗪片(氢氯噻嗪片)", "爱普森药业呋塞米片(呋塞米片)", "太洋药业呋塞米片(呋塞米片)", "武都力(复方盐酸阿米洛利片)", "金络(卡维地洛片)", "华南药业卡托普利片(卡托普利片)", "广东环球制药茶碱缓释片(茶碱缓释片)", "山西云鹏制药卡托普利片(卡托普利片)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa61"}, "name": "先天性心脏病", "desc": "先天性心血管病是先天性畸形中最常见的一类。轻者无症状，查体时发现，重者可有活动后呼吸困难、紫绀、晕厥等，年长儿可有生长发育迟缓。 新生儿心衰被视为一种急症，通常大多数是由于患儿有较严重的心脏缺损。其临床表现是由于肺循环、体循环充血、心输出量减少所致。\n先心病的治疗一般取决于畸形的类型和严重程度，适合手术矫正者的手术时机及术前心功能状况，有无合并症而定。无分流类或者左到右分流类，轻者无症状、心电图和X线无异常者，以及中，重度均可通过手术矫正，预后较佳，若已产生严重肺动脉高压双向分流则预后较差，右至左分流或复合畸形者，病情较重者，应争取早日手术。轻者可选择手术时机，以10岁左右为佳。先天性心脏血管病中室间隔缺损，动脉导管未闭和法乐氏四联症较易并发感染性心内膜炎，影响预后，需注意防治。", "category": ["疾病百科", "内科", "心内科"], "prevent": "专业指导\n1、在怀孕早期（3个月之前）尽量别在电脑前、微波炉等磁场强的地方坐太长时间，因这时的胎儿还不稳定，各个器官还正在成形阶段，很可能造成孩子先天性心脏病。\n2、不要接触宠物，因宠物身上的细菌及微生物也可能造成孩子先天性心脏病。\n3、应注意母亲妊娠期特别是在妊娠早期保健，如积极预防风疹、流行性感冒、腮腺炎等病毒感染。避免接触放射线及一些有害物质。在医生指导下用药，避免服用对胎儿发育有影响的药物，如抗癌药、甲糖宁等。积极治疗原发病，如糖尿病等。注意膳食合理，避免营养缺乏。防止胎儿周围局部的机械性压迫。总之，为预防先天性心脏病, 就应避免与发病有关的一切因素。", "cause": "高原地区动脉导管未闭及房间隔缺损发病率较高，先天性心脏病的发生可能与缺氧有关。有些先天性心脏病还有性别倾向性。\n妊娠早期子宫内病毒感染，以风疹病毒感染后多见，常引起动脉导管未闭及肺动脉口狭窄，其次为柯萨奇病毒感染(Coxsakie )可引起心内膜弹力纤维增生症，此外羊膜病变，胎儿周围机械压迫，母体营养障碍，维生素缺乏及代谢病，母体用细胞毒类药物或较长时间放射线照射，均可能与本病发生有关。\n5%先心病患者发生于同一家族，其病种相同或近似，可能由于基因异常或染色体畸变所致。", "symptoms": [], "yibao_status": "否", "get_prob": "0.01%", "easy_get": "儿童", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "支持性治疗"], "cure_lasttime": "10-30天", "cured_prob": "40%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（50000-100000元）", "check": [], "do_eat": ["鸭蛋", "鸡蛋", "鸡肉", "芝麻"], "not_eat": ["鹌鹑蛋", "鸡腿", "鸡肉", "杏仁"], "recommand_eat": ["银耳瘦肉羹", "红枣银耳粥", "素炒菠菜", "菠菜汤", "苦瓜瘦肉汤", "苦瓜水饺", "荔枝汁", "冰糖荔枝"], "recommand_drug": ["琥乙红霉素颗粒", "依托红霉素片", "依托红霉素颗粒", "硬脂酸红霉素片", "地高辛片", "琥乙红霉素胶囊", "硬脂酸红霉素胶囊", "琥乙红霉素片", "硬脂酸红霉素颗粒"], "drug_detail": ["利君沙(琥乙红霉素片)", "可力(地高辛片)", "山西澳迩依托红霉素颗粒(依托红霉素颗粒)", "长春迪瑞琥乙红霉素颗粒(琥乙红霉素颗粒)", "河北天成依托红霉素颗粒(依托红霉素颗粒)", "湖北东信琥乙红霉素片(琥乙红霉素片)", "信谊地高辛片(地高辛片)", "浙江京新琥乙红霉素片(琥乙红霉素片)", "湖北东信依托红霉素颗粒(依托红霉素颗粒)", "北京首儿依托红霉素颗粒(依托红霉素颗粒)", "开封制药琥乙红霉素颗粒(琥乙红霉素颗粒)", "利君沙(琥乙红霉素胶囊)", "利君沙(琥乙红霉素颗粒)", "神威硬脂酸红霉素颗粒(硬脂酸红霉素颗粒)", "广东华南依托红霉素片(依托红霉素片)", "国药集团广东环球制药依托红(依托红霉素片)", "修正药业依托红霉素片(依托红霉素片)", "台山化学制药硬脂酸红霉素片(硬脂酸红霉素片)", "福建中合医药依托红霉素片(依托红霉素片)", "大连珍奥硬脂酸红霉素胶囊(硬脂酸红霉素胶囊)", "健民叶开泰国药依托红霉素颗(依托红霉素颗粒)", "上海迪冉依托红霉素颗粒(依托红霉素颗粒)", "葵花药业依托红霉素颗粒(依托红霉素颗粒)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa62"}, "name": "风湿性心脏病", "desc": "风湿性心脏病(rheumaticheartdisease)简称风心病，是指由于风湿热活动，累及心脏瓣膜而造成的心脏病变。表现为二尖瓣、三尖瓣、主动脉瓣中有一个或几个瓣膜狭窄和(或)关闭不全。患病初期常常无明显症状，后期则表现为心慌气短、乏力、咳嗽、下肢水肿、咳粉红色泡沫痰等心功能失代偿的表现。本病多发于冬春季节，寒冷、潮湿和拥挤环境下，初发年龄多在5—15岁，复发多在初发后3—5年内。风湿性心脏病是甲组乙型溶血性链球菌感染引起的变态反应的部分表现，属于自身免疫性疾病。心脏部位的病理变化主要发生在心脏瓣膜部位。二尖瓣为最常见受累部位。瓣膜病变不论是狭窄、关闭不全或者同时存，出现明显临床症状时都需要手术治疗，对病变瓣膜进行修复或者置换。", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.服药：术后早期需要按时服用一些药物，主要是抗凝药、强心利尿药等。置换生物瓣需要在术后半年服用阿司匹林低强度抗凝治疗，置换机械瓣则需要终生服用抗凝药物。\n2.生活习惯：注意保持良好的生活习惯，少熬夜，避免劳累。\n3.预防感染：平时可适当锻炼，增强体质，防止感冒等呼吸道炎症，如果患有牙周炎、破溃、泌尿系感染等。应该及时就医，并主动向医生讲解自己曾接受过心脏瓣膜手术，并准确提供自己目前的用药情况。\n4.就医：一旦身体不适，应该在医生指导下用药，不可自己随便使用感冒药和抗生素等药物。", "cause": "链球菌是一种非常普遍的致病细菌，球行的细菌以链状进行排列，通常存活在呼吸道里。这种细菌在平时的时候与人体呈一个均衡的情况，就像是卧底一样进行藏着，这也是形成风湿性心脏病的原因。\n二手烟对人们的伤害特别严重，当吸入二手烟超过30分钟时，心脏病患病的几率就会超出平常人26%。所以请不要抽烟，也不要在抽烟人群的四周。\n精神压力过大是最常常的察觉风心病的原因之一。精神压力大的朋友需要每天沉思20分钟，或做一些自己觉得轻松的活动，从而减少自己内心的焦虑情绪。\n平常细菌的繁殖与人体的抵抗力处于一个微妙的平衡状态，当抵抗力强时，不会现象出任何不良病症。当感冒、受寒、疲劳等因素导致人体的抵抗力下降时，这时的链球菌就到了活跃时期，由潜伏转为增殖，并对人体长生众多有毒物质。", "symptoms": [], "yibao_status": "否", "get_prob": "0.05%", "easy_get": "多发生于青少年", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["手术治疗", "药物治疗", "支持性治疗"], "cure_lasttime": "3-6个月", "cured_prob": "80%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000-30000元）", "check": [], "do_eat": ["鸡肉", "鸡肝", "鹅肉", "芝麻"], "not_eat": ["鸭血(白鸭)", "杏仁", "绿豆", "腐竹"], "recommand_eat": ["紫菜芙蓉汤", "紫菜豆腐肉片汤", "紫菜粥", "黄瓜拌绿豆芽", "清炒绿豆芽", "绿豆芽拌海带", "白果莲子粥", "水晶莲子"], "recommand_drug": ["琥乙红霉素颗粒", "依托红霉素片", "依托红霉素颗粒", "硬脂酸红霉素片", "琥乙红霉素胶囊", "琥乙红霉素片", "滋心阴胶囊", "十一味甘露胶囊", "利心丸", "硬脂酸红霉素颗粒"], "drug_detail": ["天施康滋心阴胶囊(滋心阴胶囊)", "利君沙(琥乙红霉素片)", "金珠雅砻十一味甘露胶囊(十一味甘露胶囊)", "山西澳迩依托红霉素颗粒(依托红霉素颗粒)", "长春迪瑞琥乙红霉素颗粒(琥乙红霉素颗粒)", "河北天成依托红霉素颗粒(依托红霉素颗粒)", "湖北东信琥乙红霉素片(琥乙红霉素片)", "博祥利心丸(利心丸)", "吉林特研利心丸(利心丸)", "浙江京新琥乙红霉素片(琥乙红霉素片)", "湖北东信依托红霉素颗粒(依托红霉素颗粒)", "北京首儿依托红霉素颗粒(依托红霉素颗粒)", "开封制药琥乙红霉素颗粒(琥乙红霉素颗粒)", "吉林鹿王利心丸(利心丸)", "利君沙(琥乙红霉素胶囊)", "利君沙(琥乙红霉素颗粒)", "神威硬脂酸红霉素颗粒(硬脂酸红霉素颗粒)", "吉林国药利心丸(利心丸)", "广东华南依托红霉素片(依托红霉素片)", "国药集团广东环球制药依托红(依托红霉素片)", "修正药业依托红霉素片(依托红霉素片)", "台山化学制药硬脂酸红霉素片(硬脂酸红霉素片)", "福建中合医药依托红霉素片(依托红霉素片)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa63"}, "name": "心脏病", "desc": "心脏病(heartdisease)是心脏疾病的总称，包括风湿性心脏病、先天性心脏病、高血压性心脏病、冠心病、心肌炎等各种心脏病。\n 一、先天性心脏病\n1.可能由于母亲在怀孕早期的疾病或服用的药物有关。\n2.与遗传有关。\n二、后天性心脏病\n1.冠状动脉心脏病：抽烟及糖尿病，高血压等导致血管硬化狭窄，使血流受阻，易使心肌缺氧而受损。\n2.高血压性心脏病：动脉性高血压导致左心室肥大，肺高压症导致右心室肥大。\n三、风湿性心脏病：慢性风湿性心脏病主要在风湿热感染后，心脏瓣膜逐渐病变所导致之异常。\n四、肺性心脏病：因慢性支气管炎，肺气肿等导致肺动脉高血压症，使得右心室肥大或衰竭。\n五、心肌病：新陈代谢或荷尔蒙异常的心肌变化等，有时酗酒，药物亦导致心肌变化。\n六、心脏肿瘤：大多为良性肿瘤，以黏液瘤为最常见，原发性心脏恶性肿瘤很少见。", "category": ["疾病百科", "内科", "心内科"], "prevent": "预防措施\n第一、减肥。肥胖者患心脏病的比例远远高于正常体重的人，特别是“苹果形”身材(腰臀肥胖)的人更危险。只要老人减肥3—5公斤，心脏状况就会有很大改善。同时，专家告诫较胖的老人，不要指望自己一下子变成超级模特，要通过平衡饮食和锻炼逐渐达到减肥的目的。\n第二、少吃蛋黄。一个普通大小的蛋黄约含胆固醇200毫克。老人胆固醇较高的话，一周最多只能吃两个蛋黄。\n第三、多运动。每天适度运动20分钟，可使患心脏病的几率减少30%，快走的效果最好。\n第四、戒烟。吸烟者患心脏病的比例是不吸烟者的两倍。研究发现，戒烟2—3年后，患心脏病的风险就会降至与不吸烟者一样的水平。\n第五、注意饮食。平时生活中坚持吃低脂肪食品，如瘦肉和低脂乳制品等。\n第六、适量饮酒。1周喝3—9杯酒为适量，对心脏有好处。但要注意别贪杯，因为饮酒过度会引发心脏病。\n第七、当心糖尿病。有糖尿病的人患心脏病的比例是其他人的4倍。因此，老人要定期体检，对糖尿病“早发现，早治疗”。\n第八、控制情绪。脾气暴躁，遇到突发事件不能控制自己，也容易诱发心脏病。", "cause": "胆固醇过高，患心脏疾病的机会比普通人多三倍，因为体内过多的胆固醇会积聚在血管内，使血管日渐狭窄，妨碍血液流通。\n吸烟人士比普通人的机会多两倍半，原因是香烟中的尼古丁或烟草化学物质会损害心脏血管,若血管出现裂痕，胆固醇便会积聚起来。\n血压高，比常人的机会多两倍半，血压高会使到血管收缩。\n糖尿病女性患者有心脏病的机会比一般人多一倍,男性多百分之五十。\n过分肥胖，因为肥胖引致血压高，血脂肪过高,糖尿病,而这些疾病又会诱发心脏病。\n生活紧张，神经紧张令心律失常,内分泌失调，影响心跳,刺激心脏病发，正常的心脏比拳头大一点，透过循环系统不停泵送血液。心脏每天平均跳十万次，泵送约二千加仑的血液来回体内。若以七十岁的寿命来计算，心跳可达二十五亿次。", "symptoms": [], "yibao_status": "否", "get_prob": "0.03%", "easy_get": "无特殊人群", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["手术治疗", "介入治疗", "药物治疗", "支持性治疗"], "cure_lasttime": "1-3个月", "cured_prob": "30%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000——60000元）", "check": [], "do_eat": ["鸡肉", "鹅肉", "芝麻", "松子仁"], "not_eat": ["白酒", "鹌鹑蛋", "鸡腿", "鸡肉"], "recommand_eat": ["素炒菠菜", "五香蒜苔", "素炒小白菜", "苦瓜粥", "银耳冬瓜羹", "芥菜炒蚕豆", "豌豆绿豆粥", "马兰头菜粥"], "recommand_drug": ["琥乙红霉素颗粒", "依托红霉素片", "依托红霉素颗粒", "地高辛片", "琥乙红霉素片"], "drug_detail": ["华南药业依托红霉素片(依托红霉素片)", "叶开泰依托红霉素颗粒(依托红霉素颗粒)", "迪冉郸城依托红霉素颗粒(依托红霉素颗粒)", "葵花药业得菲尔公司依托红霉(依托红霉素颗粒)", "旺龙药业琥乙红霉素颗粒(琥乙红霉素颗粒)", "白云山医琥乙红霉素片(琥乙红霉素片)", "国瑞琥乙红霉素片(琥乙红霉素片)", "济人药业依托红霉素颗粒(依托红霉素颗粒)", "澳迩药业依托红霉素颗粒(依托红霉素颗粒)", "东信药业琥乙红霉素颗粒(琥乙红霉素颗粒)", "新宇制药依托红霉素颗粒(依托红霉素颗粒)", "方盛制药依托红霉素颗粒(依托红霉素颗粒)", "台城制药依托红霉素片(依托红霉素片)", "平光制药依托红霉素片(依托红霉素片)", "迪瑞制药琥乙红霉素颗粒(琥乙红霉素颗粒)", "河北天成药业依托红霉素颗粒(依托红霉素颗粒)", "远景康业依托红霉素颗粒(依托红霉素颗粒)", "恒益药业依托红霉素颗粒(依托红霉素颗粒)", "东信药业琥乙红霉素片(琥乙红霉素片)", "利君制药琥乙红霉素片(琥乙红霉素片)", "北京中新制药琥乙红霉素片(琥乙红霉素片)", "本天药业依托红霉素颗粒(依托红霉素颗粒)", "信谊地高辛片(地高辛片)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa64"}, "name": "高血压性心脏病", "desc": "高血压心脏病是由于血压长期升高，左心室负荷逐渐加重，左心室因失代偿出现肥厚和扩张而形成的器质性心脏病。根据心功能的变化，可分为心功能代偿期，心功能失代偿期，根据心室肥厚或扩大的程度，可分为对称性肥厚，不对称性室间隔肥厚和扩张性肥厚。早期可没有任何症状，随着高血压病程的进展，左心室肥厚扩大，可出现左室舒张功能减退，最终出现收缩功能减退，病人逐渐出现左心衰竭。", "category": ["疾病百科", "内科", "心内科"], "prevent": "1.早期、持续、系统的抗高血压药物治疗是防止本病的最根本性方法。\n2.本病是由血压长期升高导致心脏后负荷过重所诱发的心脏损害。长期系统的降压治疗能预防本病的发生、发展。\n3.长期、正规的抗高血压治疗能使肥大的心脏的损害程度改善，甚至完全恢复正常形态。单纯强调降压目的、忽视心脏保护的治疗方案是不全面和不科学的。", "cause": "长期体循环动脉压力增高，致使心脏后负荷过重而引起的以左心室肥厚、扩大为主要特征，并可能进一步导致心功能不全症状的一种心脏病变。\n许多临床调查资料发现，高血压多基因遗传，同一家庭高血压患者出现比较集中，一方面是因为他们有共同的生活饮食方式，但主要是有遗传因素存在，家族中诱发高血压性心脏病发病的因素也叫其他高。\n体重与血压有高度的相关性，我国的人群研究结果无论从单因素或多因素分析，均证明体重指数偏高，是血压升高的独立危险因素，诱发高血压性心脏病。\n过多的食盐、大量饮酒、膳食中过多的饱和脂肪酸或不饱和脂肪酸与脂肪酸比值过低，均可使血压升高，诱发高血压性心脏病。\n现已证明的吸烟、心理因素等都与高血压的患病及加重，最后诱发高血压性心脏病有很大关系。", "symptoms": [], "yibao_status": "否", "get_prob": "0.01%，近年有逐渐升高的趋势", "easy_get": "血压长期不达标的高血压患者", "get_way": "非传染性疾病", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "持续稳定得控制血压，保护心功能"], "cure_lasttime": "终生服用药物治疗", "cured_prob": "是不能治愈的疾病，必须终生服用药物", "cost_money": "选择的药物不同，费用相差很大，每年服用药物费用，数百元至数千元不等", "check": [], "recommand_drug": ["清心沉香八味丸", "速效救心丸", "银杏蜜环口服溶液", "大株红景天胶囊", "脑心通胶囊", "乐脉颗粒", "丹参片", "蟾麝救心丸", "心脑舒通胶囊", "硫酸氢氯吡格雷片", "氨氯地平阿托伐他汀钙片", "珊瑚七十味丸", "麝香心脑乐胶囊", "肠溶", "银杏叶滴丸", "芎香通脉丸", "心脑清软胶囊", "葛兰心宁软胶囊", "心通口服液", "芪参益气滴丸", "芪参胶囊", "天王补心丸", "复方丹参滴丸"], "drug_detail": ["康缘大株红景天胶囊(大株红景天胶囊)", "雷氏丹参片(丹参片)", "天士力复方丹参滴丸(复方丹参滴丸)", "凯宝新谊芪参胶囊(芪参胶囊)", "步长脑心通胶囊(脑心通胶囊)", "松栢速效救心丸(速效救心丸)", "多达一氨氯地平阿托伐他汀钙(氨氯地平阿托伐他汀钙片)", "龙心龙芪溶栓胶囊(肠溶)(龙芪溶栓胶囊(肠溶))", "京豫麝香心脑乐胶囊(麝香心脑乐胶囊)", "阜药清心沉香八味丸(清心沉香八味丸)", "鲁南心通口服液(心通口服液)", "知恩蟾麝救心丸(蟾麝救心丸)", "波立维(硫酸氢氯吡格雷片)", "九芝堂天王补心丸(天王补心丸)", "青海晶珠芎香通脉丸(芎香通脉丸)", "天士力芪参益气滴丸(芪参益气滴丸)", "万邦信诺康银杏叶滴丸(银杏叶滴丸)", "神水藏药珊瑚七十味丸(珊瑚七十味丸)", "致康葛兰心宁软胶囊(葛兰心宁软胶囊)", "邛崃天银银杏蜜环口服溶液(银杏蜜环口服溶液)", "华西牌乐脉颗粒(乐脉颗粒)", "敖东心脑舒通胶囊(心脑舒通胶囊)", "雪樱花心脑清软胶囊(心脑清软胶囊)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa65"}, "name": "隐匿型冠状动脉粥样硬化性心脏病", "desc": "隐匿型冠状动脉粥样硬化性心脏病(latentcoronaryheartdisease)简称隐匿型冠心病，是无临床症状，但客观检查有心肌缺血表现的冠心病，亦称无症状性冠心病。病人有冠状动脉粥样硬化，但病变较轻或有较好的侧支循环，或病人痛阈较高因而无疼痛症状。其心肌缺血的心电图表现可见于静息时，或仅在增加心脏负荷时才出现，常为动态心电图记录所发现，又被称为无症状性心肌缺血。\n本病病人与其他类型冠心病病人的不同，在于并无临床症状，但它又不是单纯的冠状动脉粥样硬化，因为已有心肌缺血的客观表现，即：心电图、放射性核素心肌显影，或超声心动图显示心脏己受到冠状动脉供血不足的影响。可以认为是早期的冠心病，但已不一定是早期的冠状动脉粥样硬化，它可能突然转为心绞痛或心肌梗死，亦可能逐渐演变为心肌纤维化出现心脏增大，发生心力衰竭或心律失常，个别病人亦可能猝死。因此，早诊断出这类病人，可为他们创造较早期治疗的机会。", "category": ["疾病百科", "内科", "心内科"], "prevent": "降胆固醇采用防治动脉粥样硬化的各种措施，以防止粥样斑块加重，争取粥样斑块消退和促进冠状动脉侧支循环的建立。近年有人认为即使血总胆固醇和低密度脂蛋白胆固醇含不高，使用降胆固醇的措施也有利于粥样斑块的消退。对于静息时心电图、放射性核素心肌显像或超声心动图己有明显心肌缺血改变者，应建议病人宜适当减轻工作，或选用硝酸酯、β阻滞剂、钙通道阻滞剂治疗。定期体检。避免冠心病急性发作的各种诱因，如受寒、过劳、情绪过激、暴饮暴食等。积极治疗高血压、高血脂及糖尿病，坚持适当的运动，选择低胆固醇饮食，避免吸烟及喝浓茶。", "cause": "致病因素为：\n①年龄：40岁以上的中老年人多见，49岁以后进展较快，但青壮年亦可患病。\n②性别：男性多见，男女比例约为2：1，女性则常见于绝经期之后。\n③职业：从事体力活动少、脑力活动紧张、经常有紧迫感的工作较易患本病。\n④饮食：常进食较高的热量，较多的动物性脂肪、胆固醇，糖和盐者易患本病，西方的饮食方式是致病的重要因素。\n⑤血脂质：脂肪和糖类摄食过多或代谢失常而致血胆固醇、甘油三酯、低密度脂蛋白增高易得病。\n⑥血压：高血压病人的冠状动脉粥样硬化患病率较血压正常者高4倍，而且收缩压和舒张压的增高都重要。\n此外尚有、吸烟、肥胖、遗传、糖尿病和微量元素缺乏易致本病。", "symptoms": [], "yibao_status": "否", "get_prob": "0.035%", "easy_get": "多发于中年以上", "get_way": "无传染性", "acompany": [], "cure_department": ["内科", "心内科"], "cure_way": ["药物治疗", "介入治疗", "手术治疗", "支持治疗"], "cure_lasttime": "1-3月", "cured_prob": "78%", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（10000——50000元）", "check": [], "recommand_drug": ["冠脉宁片", "心通颗粒", "硫酸软骨素片", "毛冬青胶囊", "金泽冠心胶囊"], "drug_detail": ["通化金马冠脉宁片(冠脉宁片)", "九惠制药毛冬青胶囊(毛冬青胶囊)", "昊福药业冠脉宁片(冠脉宁片)", "御本堂药业冠脉宁片(冠脉宁片)", "沈阳神龙药业冠脉宁片(冠脉宁片)", "吉通药业冠脉宁片(冠脉宁片)", "吉林华康药业冠脉宁片(冠脉宁片)", "万德制药冠脉宁片(冠脉宁片)", "俊宏药业金泽冠心胶囊(金泽冠心胶囊)", "久铭冠脉宁片(冠脉宁片)", "硫酸软骨素片(硫酸软骨素片)", "毛冬青胶囊(毛冬青胶囊)", "鲁南厚普制药心通颗粒(心通颗粒)", "冠脉宁片(冠脉宁片)", "逢春金泽冠心胶囊(金泽冠心胶囊)", "惠诺药业硫酸软骨素片(硫酸软骨素片)", "惠民制药冠脉宁片(冠脉宁片)", "白云山和黄中药毛冬青胶囊(毛冬青胶囊)", "育林制药硫酸软骨素片(硫酸软骨素片)", "敬修堂毛冬青胶囊(毛冬青胶囊)", "利君现代冠脉宁片(冠脉宁片)", "绿金子药业硫酸软骨素片(硫酸软骨素片)", "中联四药硫酸软骨素片(硫酸软骨素片)"]}
{"_id": {"$oid": "644a2a35caad157202c0aa66"}, "name": "妊娠合并心脏病", "desc": "妊娠合并心脏病是产科严重的合并症，是中国孕产妇死亡的第3位原因，占非直接产科死因中的第一位。由于妊娠子宫增大，血容量增多，加重了心脏负担，分娩时子宫及全身骨骼肌收缩使大量血液涌向心脏，产后循环血量的增加，均易使有病变的心脏发生心力衰竭。同时，由于长期慢性缺氧，致胎儿宫内发育不良和胎儿窘迫。临床上以妊娠合并风湿性心脏病多见，尚有先天性、妊高征心脏病，围产期心肌病，贫血性心脏病等。妊娠合并心脏病是孕产妇死亡的主要病因之一。", "category": ["疾病百科", "妇产科", "产科"], "prevent": "临床上通过评价育龄妇女或孕妇心功能状态来决定是否可以妊娠或继续妊娠。孕产妇的心功能状态对分娩方式、妊娠结局有很大影响，且密切相关。因此，在孕期应密切监测心功能，选择合适的分娩方式和时机适时终止妊娠，有助于预防心力衰竭的发生。随着产前检查次数增加，产后出血、感染、新生儿窒息、新生儿死亡等不良妊娠结局发生率均显著下降。\n加强围生期监测和产前检查，做到早预防、早诊断、早治疗、早护理，积极治疗原发病，最大限度改善心功能，减少心力衰竭诱发因素，是降低妊娠期心脏病并发心力衰竭发生率和孕产妇不良妊娠结局的关键。具体措施包括为\n1、减轻心脏负担和提高心脏代偿功能;限制体力活动，增加休息时间，保证足够睡眠，保持情绪稳定。\n2、左侧卧位，以保持回心血量的稳定，增加心搏出量。\n3、合理营养和适当控制体重，进高蛋白、少脂肪、多维生素，低盐饮食，防治水钠储留，以免加重心脏负担。整个孕期体重增加不宜超过10KG。孕16周后，每日食盐量不超过4～5g。\n4、积极防治可导致心脏负荷加重、诱发心衰的各种疾病，如贫血、低蛋白血症、上呼吸道感染、妊娠高血压综合征、甲亢、心动过速等。\n5、严重心脏病者妊娠晚期可适当预防性给予利尿剂等。", "cause": "肺部感染因肺循环阻力的增加可导致心衰发生;贫血和低蛋白血症可加重心肌缺氧情况;妊高征时由于全身小动脉痉挛，外周阻力增加使左室舒张末期压力升高，心脏后负荷增加，同时由于水钠潴留、血容量的增加引起心脏前负荷增加，因而易发生心力衰竭。\n由于产后补液量过多而产生的医源性心衰也不容忽视。故积极寻找诱因，早期诊断和及时处理对心衰的防治极为重要。\n妊娠期血流动力学发生明显变化，安静状态下心输出量即可增加30%～40%。妊娠32～34周时血容量增加达到最高峰，导致心肌供血不足，心室负荷增加;同时，血流动力学的变化引起神经内分泌改变，交感神经兴奋性增加，导致肺小动脉及周围小血管收缩痉挛，尤其是伴有贫血、感染和妊娠期高血压疾病时，会进一步加重左、右心室阻力负荷，降低心排出量，诱发或加重心力衰竭，甚至发生心肌变性或心脏骤停。", "symptoms": [], "yibao_status": "否", "get_prob": "妊娠妇女发病率约为0.01%--0.02%", "easy_get": "妊娠期妇女", "get_way": "无传染性", "acompany": [], "cure_department": ["妇产科", "产科"], "cure_way": ["药物治疗", "支持治疗"], "cure_lasttime": "4-8周", "cured_prob": "80%，多在分娩后自行恢复", "cost_money": "根据不同医院，收费标准不一致，市三甲医院约（1000——3000元）", "check": [], "recommand_drug": [], "drug_detail": []}
